Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: Sorry, an error has occurred
ar: عذرًا، حدث خطأ
ca: Ho sentim, ha ocorregut un error
cs: Omlouváme se, došlo k chybě
da: Beklager, der opstod en fejl
de: Es tut uns leid, es ist ein Fehler aufgetreten
el: Λυπούμαστε, συνέβη ένα σφάλμα
es_mx: Lo siento, ha ocurrido un error
fi: Pahoittelemme, tapahtui virhe
fr_ca: Désolé, une erreur s'est produite
he: מצטערים, אירעה שגיאה
hi: क्षमा करें, एक त्रुटि हुई है
hr: Žao nam je, došlo je do pogreške
hu: Sajnáljuk, hiba történt
id: Maaf, terjadi kesalahan
it: Spiacenti, si è verificato un errore
ja: 申し訳ありません、エラーが発生しました
ms: Maaf, terdapat ralat
nb: Beklager, en feil har oppstått
nl: Sorry, er is een fout opgetreden
pl: Przepraszamy, wystąpił błąd
pt_pt: Desculpe, ocorreu um erro
ro: Ne pare rău, a apărut o eroare
ru: Извините, произошла ошибка
sk: Prepáčte, došlo k chybe
sv: Tyvärr, ett fel uppstod
th: ขออภัย มีข้อผิดพลาดเกิดขึ้น
tr: Üzgünüz, bir hata oluştu
uk: Вибачте, сталася помилка
vi: Xin lỗi, đã xảy ra lỗi.

source: The purchase cannot be completed because you have not accepted the terms of use of the AppStore. Please, confirm your consent in the settings and then return to the purchase
ar: لا يمكن إتمام الشراء لأنك لم توافق على شروط استخدام متجر التطبيقات. يرجى تأكيد موافقتك في الإعدادات والعودة إلى العملية الشرائية
ca: La compra no es pot completar perquè no heu acceptat els termes d'ús de l'AppStore. Si us plau, confirmeu el vostre consentiment a la configuració i torneu a la compra
cs: Nákup nelze dokončit, protože jste nepřijali podmínky použití AppStore. Potvrďte svůj souhlas v nastavení a poté se vraťte k nákupu
da: Købet kan ikke fuldføres, fordi du ikke har accepteret AppStore's brugsvilkår. Bekræft venligst dit samtykke i indstillingerne og vend derefter tilbage til købet
de: Der Kauf kann nicht abgeschlossen werden, da Sie die Nutzungsbedingungen des AppStores nicht akzeptiert haben. Bitte bestätigen Sie Ihre Zustimmung in den Einstellungen und kehren Sie dann zum Kauf zurück.
el: Η αγορά δεν μπορεί να ολοκληρωθεί επειδή δεν έχετε αποδεχτεί τους όρους χρήσης του AppStore. Παρακαλούμε επιβεβαιώστε τη συγκατάθεσή σας στις ρυθμίσεις και στη συνέχεια επιστρέψτε στην αγορά.
es_mx: La compra no se puede completar porque no ha aceptado los términos de uso de AppStore. Confirme su consentimiento en la configuración y luego regrese a la compra.
fi: Ostoa ei voi suorittaa, koska et ole hyväksynyt AppStoren käyttöehtoja. Vahvista suostumuksesi asetuksissa ja palaa sitten ostokseen
fr_ca: L'achat ne peut pas être effectué car vous n'avez pas accepté les conditions d'utilisation de l'AppStore. Veuillez confirmer votre consentement dans les paramètres, puis revenir à l'achat.
he: הרכישה אינה יכולה להישלם מכיוון שלא אישרתם את תנאי השימוש ב-AppStore. נא לאשר את ההסכמה שלכם בהגדרות ולחזור לרכישה.
hi: खरीदारी पूरी नहीं हो सकती क्योंकि आपने एप स्टोर की उपयोग की शर्तों को स्वीकार नहीं किया है। कृपया सेटिंग में अपनी सहमति की पुष्टि करें और फिर खरीदारी पर वापस जाएं।
hr: Kupnja se ne može dovršiti jer niste prihvatili uvjete korištenja AppStorea. Potvrdite svoj pristanak u postavkama, a zatim se vratite na kupnju
hu: Az áru megvásárlása nem hajtható végre, mert nem fogadta el az AppStore használati feltételeit. Kérjük, erősítse meg beleegyezését a beállításokban, majd térjen vissza a vásárláshoz.
id: Pembelian tidak dapat diselesaikan karena Anda belum menerima syarat penggunaan AppStore. Harap konfirmasi persetujuan Anda di pengaturan dan kembali ke pembelian.
it: L'acquisto non può essere completato perché non hai accettato i termini d'uso dell'AppStore. Conferma il tuo consenso nelle impostazioni e quindi torna all'acquisto.
ja: アプリストアの利用規約に同意していないため、購入を完了できません。設定で同意を確認した後、再度購入に進んでください。
ms: Pembelian tidak dapat diselesaikan kerana anda tidak menerima terma penggunaan AppStore. Sila sahkan persetujuan anda dalam tetapan dan kemudian kembali ke pembelian.
nb: Kjøpet kan ikke fullføres fordi du ikke har akseptert bruksvilkårene for AppStore. Bekreft samtykke i innstillingene og gå deretter tilbake til kjøpet.
nl: De aankoop kan niet worden voltooid omdat u de gebruiksvoorwaarden van de AppStore niet hebt geaccepteerd. Bevestig uw toestemming in de instellingen en ga vervolgens terug naar de aankoop
pl: Zakup nie może zostać sfinalizowany, ponieważ nie zaakceptowałeś/aś regulaminu AppStore. Potwierdź swoją zgodę w ustawieniach, a następnie wróć do zakupu.
pt_pt: A compra não pode ser concluída porque não aceitou os termos de utilização da AppStore. Por favor, confirme a sua autorização nas configurações e, em seguida, volte para a compra.
ro: Achiziția nu poate fi finalizată deoarece nu ați acceptat termenii de utilizare ai AppStore. Vă rugăm să vă confirmați consimțământul în setările aplicației și să reveniți la achiziție.
ru: Покупка не может быть завершена, поскольку вы не приняли условия использования AppStore. Пожалуйста, подтвердите свое согласие в настройках, а затем вернитесь к покупке.
sk: Nákup nemôže byť dokončený, pretože ste neakceptovali podmienky používania AppStore. Prosím, potvrďte svoj súhlas v nastaveniach a potom sa vráťte k nákupu.
sv: Köpet kan inte slutföras eftersom du inte har accepterat användarvillkoren för AppStore. Bekräfta ditt samtycke i inställningarna och gå sedan tillbaka till köpet.
th: การซื้อไม่สามารถทำการเสร็จสิ้นได้เนื่องจากคุณยังไม่ยอมรับข้อตกลงการใช้งานของ AppStore โปรดยืนยันความยินยอมของคุณในการตั้งค่าแล้วกลับไปที่การซื้อ
tr: Satın alma işlemi, AppStore'un kullanım şartlarını kabul etmemeniz nedeniyle tamamlanamıyor. Lütfen ayarlarda onayınızı onaylayın ve ardından satın almaya geri dönün.
uk: Покупку не можливо завершити через те, що ви не прийняли умови використання AppStore. Будь ласка, підтвердіть свою згоду в налаштуваннях, а потім поверніться до покупки.
vi: Không thể hoàn thành việc mua hàng do bạn chưa chấp nhận các điều khoản sử dụng của AppStore. Vui lòng xác nhận sự đồng ý của bạn trong cài đặt sau đó quay trở lại mua hàng.

source: An error has occurred. Please, try again later
ar: حدث خطأ. يرجى المحاولة مرة أخرى في وقت لاحق.
ca: S'ha produït un error. Si us plau, torni a intentar-ho més tard.
cs: Došlo k chybě. Prosím, zkuste to později.
da: Der opstod en fejl. Prøv igen senere.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
el: Παρουσιάστηκε ένα σφάλμα. Παρακαλούμε, δοκιμάστε ξανά αργότερα.
es_mx: Ha ocurrido un error. Por favor, inténtalo de nuevo más tarde.
fi: Virhe. Yritä myöhemmin uudelleen.
fr_ca: Une erreur s'est produite. Veuillez réessayer plus tard.
he: אירעה שגיאה. נא לנסות שוב מאוחר יותר.
hi: एक त्रुटि हुई है। कृपया बाद में पुनः प्रयास करें।
hr: Došlo je do pogreške. Molimo, pokušajte kasnije.
hu: Hiba történt. Kérjük, próbálja meg később újra.
id: Terjadi kesalahan. Silakan coba lagi nanti.
it: Si è verificato un errore. Riprova più tardi.
ja: エラーが発生しました。後でもう一度お試しください。
ms: Terdapat ralat. Sila cuba lagi nanti.
nb: En feil har oppstått. Vennligst prøv igjen senere.
nl: Er is een fout opgetreden. Probeer het later opnieuw.
pl: Wystąpił błąd. Spróbuj ponownie później.
pt_pt: Ocorreu um erro. Por favor, tente novamente mais tarde.
ro: A apărut o eroare. Vă rugăm să încercați mai târziu.
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз позже.
sk: Došlo k chybe. Skúste to prosím neskôr.
sv: Ett fel har inträffat. Vänligen försök igen senare.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk: Сталася помилка. Будь ласка, спробуйте ще раз пізніше.
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.

source: The promotional offer is invalid or expired
ar: العرض الترويجي غير صالح أو انتهت صلاحيته
ca: L'oferta promocional no és vàlida o ha caducat
cs: Propagační nabídka není platná nebo vypršela
da: Det promoverede tilbud er ugyldigt eller udløbet
de: Das Werbeangebot ist ungültig oder abgelaufen
el: Η προωθητική προσφορά είναι μη έγκυρη ή έχει λήξει
es_mx: La oferta promocional no es válida o ha expirado
fi: Tarjouskampanja ei ole voimassa tai se on vanhentunut
fr_ca: L'offre promotionnelle est invalide ou expirée
he: המבצע הפרסום אינו חוקי או פג תוקפו
hi: प्रचार प्रस्ताव अमान्य है या समय सीमा समाप्त हो गई है
hr: Promotivna ponuda nije valjana ili je istekla
hu: A promóciós ajánlat érvénytelen vagy lejárt
id: Penawaran promosi tidak valid atau sudah kedaluwarsa
it: L'offerta promozionale non è valida o scaduta
ja: プロモーションオファーが無効または期限切れです
ms: Tawaran promosi tidak sah atau telah luput
nb: Det promoterte tilbudet er ugyldig eller utløpt
nl: De promotieaanbieding is ongeldig of verlopen
pl: Oferta promocyjna jest nieważna lub wygasła
pt_pt: A oferta promocional é inválida ou expirou
ro: Oferta promoțională este invalidă sau a expirat
ru: Промо-предложение недействительно или истекло
sk: Propagačná ponuka nie je platná alebo vypršala
sv: Det kampanjerbjudande är ogiltigt eller har löpt ut
th: ข้อเสนอโปรโมชั่นไม่ถูกต้องหรือหมดอายุแล้ว
tr: Promosyon teklifi geçersiz veya süresi dolmuştur.
uk: Промоакція недійсна або закінчилася термін дії.
vi: Khuyến mãi không hợp lệ hoặc đã hết hạn.

source: Sorry, an error has occurred when applying the promo code. Please, try again later
ar: عذرًا ، حدث خطأ عند تطبيق رمز العرض الترويجي. يرجى المحاولة مرة أخرى لاحقًا
ca: Ho sentim, s'ha produït un error en aplicar el codi promocional. Si us plau, torneu-ho a provar més tard
cs: Je nám líto, došlo k chybě při použití promo kódu. Prosím, zkuste to později.
da: Beklager, der opstod en fejl under anvendelse af promokoden. Prøv igen senere.
de: Es tut uns leid, es ist ein Fehler bei der Anwendung des Promo-Codes aufgetreten. Bitte versuchen Sie es später erneut.
el: Λυπούμαστε, συνέβη ένα σφάλμα κατά την εφαρμογή του προωθητικού κωδικού. Παρακαλώ, προσπαθήστε ξανά αργότερα.
es_mx: Lo sentimos, se produjo un error al aplicar el código promocional. Por favor, inténtelo de nuevo más tarde.
fi: Valitettavasti tapahtui virhe kampanjakoodia käytettäessä. Yritä myöhemmin uudelleen.
fr_ca: Désolé, une erreur s'est produite lors de l'application du code promotionnel. Veuillez réessayer plus tard.
he: מצטערים, התרחשה שגיאה בעת החלת הקוד הפרומוציונלי. נא לנסות שוב מאוחר יותר
hi: माफ़ कीजिए, प्रोमो कोड लागू करते समय एक त्रुटि हुई है। कृपया बाद में फिर से कोशिश करें।
hr: Nažalost, došlo je do pogreške prilikom primjene promotivne šifre. Molimo pokušajte ponovno kasnije
hu: Sajnáljuk, hiba történt a promóciós kód alkalmazásakor. Kérjük, próbálja újra később.
id: Maaf, terjadi kesalahan saat mengaplikasikan kode promo. Silakan coba lagi nanti.
it: Spiacenti, si è verificato un errore durante l'applicazione del codice promozionale. Si prega di riprovare più tardi.
ja: 申し訳ありませんが、プロモーションコードの適用中にエラーが発生しました。後でもう一度お試しください。
ms: Maaf, terdapat ralat semasa mengaplikasi kod promosi. Sila cuba lagi nanti.
nb: Beklager, det har oppstått en feil ved påføring av kampanjekoden. Vennligst prøv igjen senere.
nl: Sorry, er is een fout opgetreden bij het toepassen van de promotiecode. Probeer het later opnieuw.
pl: Przepraszamy, wystąpił błąd podczas zastosowania kodu promocyjnego. Prosimy spróbuj ponownie później.
pt_pt: Desculpe, ocorreu um erro ao aplicar o código promocional. Por favor, tente novamente mais tarde.
ro: Ne pare rău, a apărut o eroare la aplicarea codului promoțional. Vă rugăm să încercați din nou mai târziu.
ru: Извините, при применении промо-кода произошла ошибка. Пожалуйста, попробуйте еще раз позже.
sk: Prepáčte, pri aplikácii promo kódu sa vyskytla chyba. Prosím, skúste to neskôr.
sv: Tyvärr, ett fel inträffade när kampanjkoden skulle appliceras. Försök igen senare.
th: ขออภัยเกิดข้อผิดพลาดในการใช้โค้ดโปรโมชั่น โปรดลองอีกครั้งในภายหลัง
tr: Maalesef, promosyon kodu uygulanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk: Вибачте, сталася помилка при застосуванні промокоду. Будь ласка, спробуйте знову пізніше.
vi: Xin lỗi, đã xảy ra lỗi khi áp dụng mã khuyến mại. Vui lòng thử lại sau.

source: Sorry, an error has occurred when applying the promo offer. Please, try again later
ar: عذرًا ، حدث خطأ عند تطبيق العرض الترويجي. يرجى المحاولة مرة أخرى في وقت لاحق
ca: Ho sentim, s'ha produït un error en aplicar l'oferta promocional. Si us plau, torneu-ho a provar més tard
cs: Omlouváme se, při použití promo nabídky došlo k chybě. Zkuste to prosím později znovu
da: Beklager, der opstod en fejl ved anvendelse af tilbudet. Prøv igen senere
de: Es tut uns leid, es ist ein Fehler bei der Anwendung des Werbeangebots aufgetreten. Bitte versuchen Sie es später erneut
el: Λυπούμαστε, συνέβη ένα σφάλμα κατά την εφαρμογή της προωθητικής προσφοράς. Παρακαλούμε, δοκιμάστε ξανά αργότερα
es_mx: Lo sentimos, se ha producido un error al aplicar la oferta promocional. Por favor, intente de nuevo más tarde.
fi: Pahoittelemme, tapahtui virhe tarjouskoodia käytettäessä. Yritä myöhemmin uudelleen
fr_ca: Désolé, une erreur s'est produite lors de l'application de l'offre promotionnelle. Veuillez réessayer plus tard
he: מצטערים, אירעה שגיאה בעת החלת המבצע הפרסום. נסו שוב מאוחר יותר
hi: क्षमा करें, प्रोमो ऑफ़र लागू करते समय एक त्रुटि हुई है। कृपया, बाद में पुन: प्रयास करें।
hr: Nažalost, došlo je do pogreške pri primjeni promotivne ponude. Molimo pokušajte ponovno kasnije
hu: Sajnáljuk, hiba történt a promóciós ajánlat alkalmazása során. Kérjük, próbálja újra később.
id: Maaf, terjadi kesalahan saat menerapkan promo. Silakan coba lagi nanti.
it: Spiacenti, si è verificato un errore durante l'applicazione dell'offerta promozionale. Riprova più tardi.
ja: 申し訳ありませんが、プロモーションオファーの適用中にエラーが発生しました。後でもう一度お試しください。
ms: Maaf, ralat telah berlaku semasa mengaplikasikan tawaran promosi. Sila cuba lagi nanti.
nb: Beklager, det har oppstått en feil ved bruk av kampanjetilbudet. Vennligst prøv igjen senere.
nl: Sorry, er is een fout opgetreden bij het toepassen van de promotieaanbieding. Probeer het later opnieuw
pl: Przepraszamy, wystąpił błąd podczas aplikowania oferty promocyjnej. Proszę spróbować ponownie później.
pt_pt: Desculpe, ocorreu um erro ao aplicar a oferta promocional. Por favor, tente novamente mais tarde.
ro: Ne pare rău, a apărut o eroare la aplicarea ofertei promoționale. Vă rugăm să încercați mai târziu.
ru: Извините, при применении промо-предложения произошла ошибка. Пожалуйста, попробуйте позже.
sk: Prepáčte, pri použití promočnej ponuky sa vyskytla chyba. Skúste to znovu neskôr.
sv: Tyvärr, ett fel uppstod när du tillämpade kampanjerbjudandet. Försök igen senare.
th: ขออภัย เกิดข้อผิดพลาดในการใช้โปรโมชั่น โปรดลองอีกครั้งในภายหลัง
tr: Üzgünüz, promosyon teklifi uygulanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk: Вибачте, сталася помилка при застосуванні промо-пропозиції. Будь ласка, спробуйте знову пізніше.
vi: Xin lỗi, đã xảy ra lỗi khi áp dụng chương trình khuyến mãi. Vui lòng thử lại sau.

source: Sorry, your purchase cannot be completed. Please, try again later
ar: عذرًا، لا يمكن إتمام عملية الشراء الخاصة بك. يرجى المحاولة مرة أخرى في وقت لاحق.
ca: Ho sentim, no es pot completar la compra. Si us plau, torneu a intentar-ho més tard.
cs: Bohužel, nákup nelze dokončit. Zkuste to prosím později znovu.
da: Beklager, dit køb kan ikke fuldføres. Prøv venligst igen senere.
de: Entschuldigung, Ihr Kauf kann nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
el: Λυπούμαστε, η αγορά σας δεν μπορεί να ολοκληρωθεί. Παρακαλούμε, προσπαθήστε ξανά αργότερα.
es_mx: Lo siento, no se puede completar su compra. Por favor, inténtelo de nuevo más tarde.
fi: Pahoittelut, ostoksen tekeminen ei ole tällä hetkellä mahdollista. Yritä myöhemmin uudelleen.
fr_ca: Désolé, votre achat ne peut être complété. Veuillez réessayer plus tard.
he: מצטערים, לא ניתן להשלים את הרכישה שלך. נסה שוב מאוחר יותר.
hi: क्षमा करें, आपकी खरीदारी पूरी नहीं की जा सकती। कृपया बाद में पुनः प्रयास करें।
hr: Žao nam je, vaša kupnja ne može biti dovršena. Molimo pokušajte ponovo kasnije.
hu: Sajnáljuk, nem lehet végrehajtani a vásárlást. Kérjük, próbálja meg később.
id: Maaf, pembelian Anda tidak dapat diselesaikan. Silakan coba lagi nanti.
it: Spiacenti, non è possibile completare l'acquisto. Riprova più tardi.
ja: 申し訳ありませんが、ご購入いただけません。後でもう一度お試しください。
ms: Maaf, pembelian anda tidak dapat diselesaikan. Sila cuba lagi nanti.
nb: Beklager, kjøpet ditt kan ikke fullføres. Vennligst prøv igjen senere.
nl: Sorry, uw aankoop kan niet worden voltooid. Probeer het later opnieuw.
pl: Przepraszamy, nie udało się dokonać zakupu. Spróbuj ponownie później.
pt_pt: Desculpe, a sua compra não pode ser concluída. Por favor, tente novamente mais tarde.
ro: Ne pare rău, achiziția dvs. nu poate fi finalizată. Vă rugăm să încercați din nou mai târziu.
ru: Извините, невозможно завершить покупку. Пожалуйста, попробуйте позже.
sk: Prepáčte, váš nákup sa nedá dokončiť. Skúste to znovu neskôr.
sv: Tyvärr, ditt köp kan inte slutföras. Försök igen senare.
th: ขออภัย การซื้อของคุณไม่สามารถทำการเสร็จสมบูรณ์ได้ โปรดลองอีกครั้งในภายหลัง
tr: Maalesef, satın alma işlemi tamamlanamadı. Lütfen daha sonra tekrar deneyin.
uk: Вибачте, не вдалося завершити покупку. Спробуйте знову пізніше.
vi: Xin lỗi, giao dịch mua của bạn không thể hoàn tất. Vui lòng thử lại sau.

source: <numberofquestions> questions left in your weekly free package. Upgrade for unlimited questions.
ar: أسئلة متبقية في حزمتك الأسبوعية المجانية. الترقية للاستفسارات غير المحدودة.
ca: Queden <numberofquestions> preguntes a la teva quota setmanal gratuïta. Actualitza per preguntes il·limitades.
cs: V týdenním bezplatném balíčku vám zbývá <numberofquestions> otázek. Upgradujte na neomezené otázky.
da: <numberofquestions> spørgsmål tilbage i din ugentlige gratispakke. Opgrader for ubegrænsede spørgsmål.
de: Ihnen stehen noch <numberofquestions> Fragen in Ihrem wöchentlichen kostenlosen Paket zur Verfügung. Upgraden Sie für unbegrenzte Fragen.
el: Απομένουν <numberofquestions> ερωτήσεις στο εβδομαδιαίο δωρεάν πακέτο σας. Αναβαθμίστε για απεριόριστες ερωτήσεις.
es_mx: Quedan <numberofquestions> preguntas en su paquete semanal gratuito. Actualice para preguntas ilimitadas.
fi: Sinulla on <numberofquestions> kysymystä jäljellä viikoittaisessa ilmaispaketissasi. Päivitä rajattomiin kysymyksiin.
fr_ca: Il vous reste <numberofquestions> questions dans votre forfait gratuit hebdomadaire. Passez à un forfait illimité pour continuer.
he: נותרו לך <numberofquestions> שאלות בחבילת החינם השבועית שלך. שדרג לשאלות בלתי מוגבלות.
hi: आपके साप्ताहिक मुफ्त पैकेज में अब <numberofquestions> सवाल बचे हुए हैं। असीमित सवालों के लिए अपग्रेड करें।
hr: Preostala su <numberofquestions> pitanja u vašem tjednom besplatnom paketu. Nadogradite za neograničena pitanja.
hu: Még <numberofquestions> kérdés van a heti ingyenes csomagjában. Frissítse az korlátlan kérdésekért.
id: Masih ada <numberofquestions> pertanyaan tersisa di paket gratis mingguan Anda. Tingkatkan untuk pertanyaan tanpa batas.
it: Rimangono <numberofquestions> domande nel tuo pacchetto settimanale gratuito. Passa a un pacchetto illimitato per continuare.
ja: 毎週の無料パッケージには残り<numberofquestions>件の質問があります。 無制限の質問にアップグレードしてください。
ms: Masih ada <numberofquestions> soalan yang tinggal dalam pakej percuma mingguan anda. Naik taraf untuk soalan tanpa had.
nb: Du har <numberofquestions> spørsmål igjen i den ukentlige gratispakken din. Oppgrader for ubegrensede spørsmål.
nl: Nog <numberofquestions> vragen over in uw wekelijkse gratis pakket. Upgrade voor onbeperkte vragen.
pl: Zostały <numberofquestions> pytania w twoim tygodniowym bezpłatnym pakiecie. Przejdź na nieograniczone pytania.
pt_pt: Restam <numberofquestions> perguntas no seu pacote semanal gratuito. Atualize para perguntas ilimitadas.
ro: Mai sunt <numberofquestions> întrebări rămase în pachetul tău gratuit săptămânal. Upgrade pentru întrebări nelimitate.
ru: У вас осталось <numberofquestions> вопросов в вашем еженедельном бесплатном пакете. Обновите для неограниченного количества вопросов.
sk: V týždennom bezplatnom balíčku máte ešte <numberofquestions> otázok. Upgradujte na neobmedzené otázky.
sv: Du har <numberofquestions> frågor kvar i ditt veckovisa gratispaket. Uppgradera för obegränsade frågor.
th: คุณมีคำถาม <numberofquestions> ข้อที่เหลือในแพ็คเกจฟรีสัปดาห์ของคุณ อัปเกรดเพื่อคำถามไม่จำกัด
tr: Haftalık ücretsiz paketinizde <numberofquestions> soru kaldı. Sınırsız sorular için yükseltme yapın.
uk: У вашому щотижневому безкоштовному пакеті залишилось <numberofquestions> запитань. Оновіть для необмежених запитань.
vi: Còn lại <numberofquestions> câu hỏi trong gói miễn phí hàng tuần của bạn. Nâng cấp để có câu hỏi không giới hạn.

source: Upgrade to unlimited
ar: الترقية إلى غير محدود
ca: Actualitza a il·limitat
cs: Upgradujte na neomezené
da: Opgradér til ubegrænset
de: Upgraden Sie auf unbegrenzt
el: Αναβαθμίστε σε απεριόριστο
es_mx: Actualiza a ilimitado
fi: Päivitä rajattomiin
fr_ca: Passez à un forfait illimité
he: שדרג לבלתי מוגבל
hi: असीमित के लिए अपग्रेड करें
hr: Nadogradite na neograničeno
hu: Frissítse az korlátlanra
id: Tingkatkan ke tanpa batas
it: Aggiornati all’illimitato
ja: 無制限にアップグレードする
ms: Naik taraf ke tanpa had
nb: Oppgrader til ubegrenset
nl: Upgrade naar onbeperkt
pl: Ulepsz do nieograniczonych
pt_pt: Atualize para ilimitado
ro: Upgrade pentru nelimitat
ru: Обновитесь до безлимитного
sk: Upgradujte na neobmedzené
sv: Uppgradera till obegränsat
th: อัปเกรดเพื่อไม่จำกัด
tr: Sınırsız için yükseltme yapın
uk: Оновіть до необмеженого
vi: Nâng cấp lên không giới hạn

source: Upgrade
ar: الترقية
ca: Actualitza
cs: Upgradovat
da: Opgradere
el: Αναβάθμιση
es_mx: Actualización
fi: Päivitys
fr_ca: Mise à niveau
he: שדרוג
hi: अपग्रेड
hr: Nadogradnja
hu: Frissítés
id: Peningkatan
it: Aggiornamento
ja: アップグレード
ms: Naik taraf
nb: Oppgradering
nl: Upgraden
pl: Aktualizacja
pt_pt: Atualização
ro: Actualizare
ru: Обновление
sv: Uppgradering
th: อัพเกรด
tr: Yükseltme
uk: Оновлення
vi: Nâng cấp

source: Are you sure you want start a new chat?
ar: هل أنت متأكد من أنك تريد بدء محادثة جديدة؟
ca: Esteu segur que voleu iniciar un nou xat?
cs: Jste si jisti, že chcete zahájit nový chat?
da: Er du sikker på, at du vil starte en ny chat?
de: Sind Sie sicher, dass Sie einen neuen Chat starten möchten?
el: Είστε σίγουρος ότι θέλετε να ξεκινήσετε μια νέα συνομιλία;
es_mx: ¿Estás seguro de que quieres iniciar un nuevo chat?
fi: Oletko varma, että haluat aloittaa uuden keskustelun?
fr_ca: Êtes-vous sûr de vouloir démarrer une nouvelle discussion ?
he: האם אתה בטוח שברצונך להתחיל צ'אט חדש?
hi: क्या आप नए चैट शुरू करना चाहते हैं?
hr: Jeste li sigurni da želite započeti novi razgovor?
hu: Biztosan új beszélgetést szeretne kezdeni?
id: Apakah Anda yakin ingin memulai obrolan baru?
it: Sei sicuro di voler iniziare una nuova chat?
ja: 新しいチャットを開始してもよろしいですか？
ms: Adakah anda pasti mahu memulakan perbualan baru?
nb: Er du sikker på at du vil starte en ny chat?
nl: Weet u zeker dat u een nieuwe chat wilt starten?
pl: Czy na pewno chcesz rozpocząć nową rozmowę?
pt_pt: Tem a certeza de que quer iniciar um novo chat?
ro: Sunteți sigur că doriți să începeți o nouă conversație?
ru: Вы уверены, что хотите начать новый чат?
sk: Ste si istí, že chcete začať nový chat?
sv: Är du säker på att du vill starta en ny chatt?
th: คุณแน่ใจหรือว่าต้องการเริ่มแชทใหม่?
tr: Yeni bir sohbet başlatmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете почати новий чат?
vi: Bạn chắc chắn muốn bắt đầu một cuộc trò chuyện mới?
