Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es_mx: Política de privacidad
fi: Tietosuojakäytäntö
fr_ca: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Izjava o privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ms: Dasar Privasi
nb: Personvernpolicy
nl: Privacybeleid
pl: Polityka prywatności
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật

source: Lite
he: לייט
hi: लाइट
ja: ライト
ms: Ringan
pt_pt: Leve
ru: Лайт
sv: Lätt

source: Pro
he: פרו
hi: प्रो
ja: プロ
pt_pt: Pró
ru: Про

source: Premium
ar: متميز
cs: Prémiový
el: Πρεμιέρα
he: פרימיום
hi: प्रीमियम
hu: Prémium
ja: プレミアム
ms: Prima
ru: Премиум
th: พรีเมียม
uk: Преміум

source: Leo: The Smartest Way to Chat, Period.
ar: تشاتليو: الطريقة الأذكى للدردشة، بلا منازع.
ca: Leo: La manera més intel·ligent de xatejar, punt.
cs: Leo: Nejchytřejší způsob, jak chatovat, konec.
da: Leo: Den mest intelligente måde at chatte på, punktum.
de: Leo: Der intelligenteste Weg zum Chatten, Punkt.
el: Leo: Η Έξυπνη Μέθοδος για την Συνομιλία, Περίοδος.
es_mx: Leo: la forma más inteligente de chatear, punto.
fi: Leo: Älykkäin tapa keskustella, piste.
fr_ca: Leo : la façon la plus intelligente de discuter, point final.
he: Leo: הדרך החכמה ביותר לצ'אט, נקודה.
hi: Leo: चैट करने का सबसे अधिक बुद्धिमान तरीका।
hr: Leo: Najpametniji način za razgovor, bez premca.
hu: Leo: A legegyszerűbb módja a chatelésnek.
id: Leo: Cara Terpintar untuk Mengobrol, Periode.
it: Leo: il modo più intelligente per chattare, punto.
ja: Leo：最もスマートなチャットの方法。
ms: Leo: Cara Terpantas untuk Berbual, Tanpa Batasan.
nb: Leo: Den smarteste måten å chatte på, punktum.
nl: Leo: De slimste manier om te chatten, punt.
pl: Leo: Najmądrzejszy sposób na rozmowy, bez dwóch zdań.
pt_pt: Leo: a maneira mais inteligente de conversar, ponto final.
ro: Leo: Cel mai inteligent mod de a conversa, punct.
ru: Leo: самый умный способ общаться, точка.
sk: Leo: Najinteligentnejší spôsob, ako chatovať. Bodka.
sv: Leo: Det smartaste sättet att chatta, punkt.
th: Leo: วิธีที่ฉลาดที่สุดในการแชท จุด
tr: Leo: Sohbet Etmenin En Akıllı Yolu.
uk: Leo: Найрозумніший спосіб чатувати, період.
vi: Leo: Cách tốt nhất để trò chuyện, một thời kỳ.

source: Unlock endless knowledge with Leo.
ar: فتح العلم اللامحدود مع تشاتليو.
ca: Desbloqueja un coneixement infinit amb Leo.
cs: Odemkněte nekonečné znalosti s ChatLeem.
da: Lås op for endeløs viden med Leo.
de: Entsperren Sie endloses Wissen mit Leo.
el: Ξεκλειδώστε ατελείωτες γνώσεις με το Leo.
es_mx: Desbloquea un conocimiento interminable con Leo.
fi: Avaa rajaton tietämys Leon avulla.
fr_ca: Débloquez une connaissance infinie avec Leo.
he: פתח את האפשרויות עם Leo.
hi: Leo के साथ असीमित ज्ञान खोलें।
hr: Otkrijte beskrajno znanje s Leom.
hu: Oldja fel az örökös tudást a Leo-val.
id: Buka pengetahuan tak terbatas dengan Leo.
it: Sblocca una conoscenza infinita con Leo.
ja: Leoで無限の知識を解除してください。
ms: Buka kunci pengetahuan tanpa had dengan Leo.
nb: Få tilgang til ubegrenset kunnskap med Leo.
nl: Ontgrendel eindeloze kennis met Leo.
pl: Odblokuj niekończącą się wiedzę dzięki Leo.
pt_pt: Desbloqueie conhecimento infinito com o Leo.
ro: Deblochează o cunoaștere fără limite cu Leo.
ru: Откройте для себя безграничные знания с Leo.
sk: Odomkni nekonečné vedomosti s Leo.
sv: Lås upp oändlig kunskap med Leo.
th: ปลดล็อคความรู้ไม่มีที่สิ้นสุดกับ Leo
tr: Leo ile sınırsız bilgiye erişimi açın.
uk: Розблокуйте нескінченні знання з Leo.
vi: Mở khóa kiến thức vô tận với Leo.

source: Ask smarter, live better with Leo.
ar: اسأل بذكاء، وعش بشكل أفضل مع تشاتليو.
ca: Pregunteu de manera més intel·ligent, viu millor amb Leo.
cs: Zeptejte se chytřeji, žijte lépe s ChatLeem.
da: Spørg smartere, lev bedre med Leo.
de: Fragen Sie intelligenter, leben Sie besser mit Leo.
el: Ρωτήστε πιο έξυπνα, ζήστε καλύτερα με το Leo.
es_mx: Haz preguntas más inteligentes, vive mejor con Leo.
fi: Kysy fiksummin, elä paremmin Leon avulla.
fr_ca: Posez des questions plus intelligentes, vivez mieux avec Leo.
he: שאל חכם, חיה טוב יותר עם Leo.
hi: Leo के साथ बेहतर सवाल पूछें, बेहतर जीएं।
hr: Postavljajte pametnija pitanja, živite bolje s Leom.
hu: Kérdezzen okosabban, éljen jobban a Leo-val.
id: Tanyakan dengan lebih cerdas, hiduplah lebih baik dengan Leo.
it: Fai domande più intelligenti, vivi meglio con Leo.
ja: Leoを使ってよりスマートに質問し、よりよく生きてください。
ms: Tanya lebih pintar, hidup lebih baik dengan Leo.
nb: Still smartere spørsmål, lev bedre med Leo.
nl: Vraag slimmer, leef beter met Leo.
pl: Zadawaj mądrzejsze pytania, żyj lepiej dzięki Leo.
pt_pt: Pergunte de forma mais inteligente, viva melhor com o Leo.
ro: Întreabă mai inteligent, trăiește mai bine cu Leo.
ru: Спросите умнее, живите лучше с Leo.
sk: Pýtajte sa chytře, žite lepšie s Leo.
sv: Fråga smartare, leva bättre med Leo.
th: ถามอย่างฉลาด มีชีวิตอย่างดีกว่าด้วย Leo
tr: Leo ile daha akıllı sorular sorun, daha iyi yaşayın.
uk: Задавайте розумні запитання, живіть краще з Leo.
vi: Hỏi thông minh, sống tốt hơn với Leo.

source: Features
ar: ميزات
ca: Característiques
cs: Vlastnosti
da: Funktioner
de: Eigenschaften
el: Χαρακτηριστικά
es_mx: Características
fi: Ominaisuudet
fr_ca: Fonctionnalités
he: מאפיינים
hi: विशेषताएँ
hr: Značajke
hu: Jellemzők
id: Fitur
it: Caratteristiche
ja: 特徴
ms: Ciri-ciri
nb: Egenskaper
nl: Kenmerken
pl: Cechy
pt_pt: Funcionalidades
ro: Caracteristici
ru: Характеристики
sk: Funkcie
sv: Egenskaper
th: คุณสมบัติ
tr: Özellikler
uk: Особливості
vi: Tính năng

source: Limited Questions and Answers
ar: أسئلة وأجوبة محدودة
ca: Preguntes i respostes limitades
cs: Omezeným otázkám a odpovědím
da: Begrænsede spørgsmål og svar
de: Begrenzte Fragen und Antworten
el: Περιορισμένες Ερωτήσεις και Απαντήσεις
es_mx: Preguntas y respuestas limitadas
fi: Rajallinen kysymysten ja vastausten määrä
fr_ca: Nombre limité de questions et réponses
he: שאלות ותשובות מוגבלות
hi: सीमित प्रश्नों और उत्तरों का उपयोग किया जा सकता है
hr: Ograničen broj pitanja i odgovora
hu: Korlátozott kérdések és válaszok
id: Pertanyaan dan Jawaban Terbatas
it: Domande e risposte limitate
ja: 制限された質問と回答
ms: Soalan dan Jawapan Terhad
nb: Begrensede spørsmål og svar
nl: Beperkte vragen en antwoorden
pl: Ograniczone pytania i odpowiedzi
pt_pt: Perguntas e respostas limitadas
ro: Întrebări și răspunsuri limitate
ru: Ограниченные вопросы и ответы
sk: Obmedzené množstvo otázok a odpovedí
sv: Begränsade frågor och svar
th: คำถามและคำตอบจำกัด
tr: Sınırlı Sorular ve Cevaplar
uk: Обмежені запитання та відповіді
vi: Hạn chế Câu hỏi và Trả lời

source: Most Advanced AI Model
ar: نموذج الذكاء الاصطناعي الأكثر تطورًا
ca: Model d’IA més avançat
cs: Nejvyspělejší model AI
da: Mest avancerede AI-model
de: Fortschrittlichstes AI-Modell
el: Πιο προηγμένο μοντέλο ΤΝ
es_mx: El modelo de IA más avanzado
fi: Edistynein tekoälymalli
fr_ca: Le modèle d’IA le plus avancé
he: המודל של המודעה המתקדמת ביותר
hi: सबसे उन्नत एआई मॉडल चैटजीपीटी
hr: Najnapredniji AI model
hu: Legfejlettebb AI modell
id: Model AI Paling Maju
it: Modello AI più avanzato
ja: 最先端のAIモデル
ms: Model AI Terkemuka
nb: Mest avanserte AI-modell
nl: Meest geavanceerde AI-model
pl: Najbardziej zaawansowany model AI
pt_pt: Modelo de IA mais avançado
ro: Cel mai avansat model AI
ru: Самая продвинутая модель искусственного интеллекта
sk: Najpokročilejší model AI
sv: Mest avancerade AI-modellen
th: แบบจำลอง AI ที่ทันสมัยที่สุด
tr: En Gelişmiş Yapay Zeka Modeli
uk: Найбільш розроблена модель AI
vi: Mô hình AI tiên tiến nhất

source: Higher Word Limit
ar: حد أعلى لعدد الكلمات
ca: Límit de paraula superior
cs: Vyšší limit slov
da: Højere ordgrænse
de: Höheres Wortlimit
el: Υψηλότερο Όριο Λέξεων
es_mx: Límite de palabras más alto
fi: Korkeampi sanaraja
fr_ca: Limite de mots supérieure
he: מגבלת מילים גבוהה
hi: अधिक शब्द सीमा
hr: Viši limit riječi
hu: Magasabb szólimit
id: Batas Kata yang Lebih Tinggi
it: Limite di parole più alto
ja: より高い単語制限
ms: Had Keluasan Kata
nb: Høyere ordgrense
nl: Hoger woordlimiet
pl: Wyższy limit słów
pt_pt: Limite Superior de Palavras
ro: Limită mai mare de cuvinte
ru: Больший лимит слов
sk: Vyšší limit slov
sv: Högre ordgräns
th: ขีด จำกัด คำถาม
tr: Yüksek Kelime Limiti
uk: Вищий ліміт слів
vi: Giới hạn từ cao hơn

source: Unlimited Questions & Answers
ar: أسئلة وأجوبة غير محدودة
ca: Preguntes i respostes il·limitades
cs: Neomezené otázky a odpovědi
da: Ubegrænsede spørgsmål og svar
de: Unbegrenzte Fragen & Antworten
el: Απεριόριστες Ερωτήσεις και Απαντήσεις
es_mx: Preguntas y respuestas ilimitadas
fi: Rajattomat kysymykset ja vastaukset
fr_ca: Questions et réponses illimitées
he: שאלות ותשובות בלתי מוגבלות
hi: असीमित प्रश्नों और उत्तरों का उपयोग किया जा सकता है
hr: Neograničen broj pitanja i odgovora
hu: Korlátlan kérdések és válaszok
id: Pertanyaan & Jawaban Tanpa Batas
it: Domande e risposte illimitate
ja: 無制限の質問と回答
ms: Soalan dan Jawapan Tanpa Had
nb: Ubegrensede spørsmål og svar
nl: Onbeperkte vragen en antwoorden
pl: Nieograniczone pytania i odpowiedzi
pt_pt: Perguntas e respostas ilimitadas
ro: Întrebări și răspunsuri nelimitate
ru: Неограниченное количество вопросов и ответов
sk: Neobmedzené množstvo otázok a odpovedí
sv: Obegränsade frågor och svar
th: ไม่ จำกัด คำถามและคำตอบ
tr: Sınırsız Sorular ve Cevaplar
uk: Необмежені питання та відповіді
vi: Không giới hạn Câu hỏi & Trả lời

source: Dialogs (AI remembers chat history)
ar: حوارات (يتذكر الذكاء الاصطناعي تاريخ المحادثات)
ca: Diàlegs (IA recorda l'historial de xat)
cs: Dialogy (AI pamatuje historii chatu)
da: Dialoger (AI husker chat-historik)
de: Dialoge (KI erinnert sich an Chat-Verlauf)
el: Διάλογοι (Η ΤΑΙΝΙΑ θυμάται το ιστορικό συνομιλίας)
es_mx: Diálogos (AI recuerda el historial de chat)
fi: Dialogit (tekoäly muistaa keskusteluhistorian)
fr_ca: Dialogues (l'IA se souvient de l'historique de chat)
he: דו שיחים (המערכת זוכרת את היסטוריית הצ'אט)
hi: वार्तालाप (एआई चैट इतिहास को याद रखता है)
hr: Dijalozi (AI pamti povijest razgovora)
hu: Párbeszédek (az AI emlékszik a chatelési előzményekre)
id: Dialog (AI mengingat riwayat obrolan)
it: Dialoghi (L'IA ricorda la cronologia della chat)
ja: ダイアログ（AIはチャット履歴を覚えています）
ms: Dialog (AI mengingati sejarah perbualan)
nb: Dialoger (AI husker chatthistorikk)
nl: Dialogen (AI onthoudt chatgeschiedenis)
pl: Dialogi (AI zapamiętuje historię rozmowy)
pt_pt: Diálogos (AI lembra o histórico de bate-papo)
ro: Dialoguri (AI își amintește istoricul conversației)
ru: Диалоги (ИИ запоминает историю чата)
sk: Dialogy (AI si pamätá históriu chatu)
sv: Dialoger (AI minns chatt historik)
th: Dialogs (AI จำคำสนทนา)
tr: Diyaloglar (AI sohbet geçmişini hatırlar)
uk: Діалоги (ШІ пам'ятає історію чату)
vi: Đối thoại (trợ lý trí nhớ lị

source: Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es_mx: Regresar
fi: Takaisin
fr_ca: Retour
he: חזור
hi: वापस
hr: Nazad
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ms: Kembali
nb: Tilbake
nl: Terug
pl: Powrót
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại

source: Skip
ar: تخطى
ca: Saltar
cs: Přeskočit
da: Springe over
de: Überspringen
el: Παραλείπω
es_mx: Omitir
fi: Ohittaa
fr_ca: Passer
he: לדלג
hi: छोड़ें
hr: Preskočiti
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_pt: Saltar
ro: Ocoli
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua

source: Your Current Plan
ar: خطتك الحالية
ca: El vostre pla actual
cs: Váš aktuální plán
da: Din nuværende plan
de: Ihr aktueller Plan
el: Το Πακέτο σας
es_mx: Tu Plan Actual
fi: Nykyinen suunnitelmasi
fr_ca: Votre Plan actuel
he: התוכנית הנוכחית שלך
hi: आपकी वर्तमान योजना
hr: Vaš trenutni plan
hu: Az aktuális tervje
id: Rencana Anda saat Ini
it: Il tuo piano attuale
ja: あなたの現在のプラン
ms: Pelan Semasa Anda
nb: Din nåværende plan
nl: Uw huidige plan
pl: Twój aktualny plan
pt_pt: Seu Plano Atual
ro: Planul tău curent
ru: Ваш текущий план
sk: Váš súčasný plán
sv: Ditt nuvarande plan
th: แผนปัจจุบันของคุณ
tr: Geçerli Planınız
uk: Ваш поточний план
vi: Kế hoạch hiện tại của bạn

source: Try 3 Days for Free
ar: جرب لمدة 3 أيام مجانًا
ca: Proveu 3 dies gratis
cs: Vyzkoušejte 3 dny zdarma
da: Prøv 3 dage gratis
de: 3 Tage kostenlos testen
el: Δοκιμάστε το Δωρεάν για 3 Ημέρες
es_mx: Prueba 3 días gratis
fi: Kokeile 3 päivää ilmaiseksi
fr_ca: Essayez gratuitement pendant 3 jours
he: נסה 3 ימים בחינם
hi: फ्री के लिए 3 दिनों का परीक्षण करें
hr: Isprobajte 3 dana besplatno
hu: Próbálja ki 3 napig ingyen
id: Coba 3 Hari Gratis
it: Provalo gratuitamente per 3 giorni
ja: 3日間無料で試してみてください
ms: Cuba 3 Hari secara Percuma
nb: Prøv 3 dager gratis
nl: Probeer 3 dagen gratis
pl: Wypróbuj 3 dni za darmo
pt_pt: Experimente 3 dias grátis
ro: Încearcă timp de 3 zile gratuit
ru: Попробуйте бесплатно на 3 дня
sk: Vyskúšajte zadarmo na 3 dni
sv: Prova i 3 dagar gratis
th: ลองใช้งานฟรี 3 วัน
tr: 3 Gün Ücretsiz Deneyin
uk: Спробуйте безкоштовно 3 дні
vi: Thử 3 ngày miễn phí

source: Secured with iTunes. Cancel anytime
ar: مؤمّن بواسطة iTunes. الإلغاء في أي وقت.
ca: Segur amb iTunes. Cancel·la en qualsevol moment
cs: Zabezpečeno pomocí iTunes. Kdykoliv můžete zrušit.
da: Sikret med iTunes. Annuller når som helst
de: Gesichert mit iTunes. Jederzeit kündbar.
el: Ασφαλίζεται με το iTunes. Ακυρώστε οποιαδήποτε στιγμή.
es_mx: Protegido con iTunes. Cancela en cualquier momento.
fi: Suojattu iTunesilla. Peruuta milloin tahansa.
fr_ca: Sécurisé avec iTunes. Annulez à tout moment.
he: מאובטח עם iTunes. בכל עת אפשר לבטל.
hi: iTunes से सुरक्षित है। कभी भी रद्द करें
hr: Osigurano putem iTunesa. Otkažite kad god želite
hu: Biztonságos az iTunes-szal. Bármikor lemondható.
id: Aman dengan iTunes. Batal kapan saja.
it: Protetto da iTunes. Annulla in qualsiasi momento.
ja: iTunesで保護されています。いつでもキャンセル可能
ms: Dilindungi dengan iTunes. Batal pada bila-bila masa.
nb: Sikret med iTunes. Avbryt når som helst
nl: Beveiligd met iTunes. Altijd annuleerbaar
pl: Zabezpieczone z iTunes. Anuluj w dowolnym momencie.
pt_pt: Protegido pelo iTunes. Cancelar a qualquer momento
ro: Securizat cu iTunes. Anulați oricând
ru: Защищено в iTunes. Отмените в любое время
sk: Zabezpečené cez iTunes. Zrušte kedykoľvek.
sv: Säkrat med iTunes. Avbryt när som helst.
th: ปลอดภัยด้วย iTunes ยกเลิกได้ทุกเมื่อ
tr: iTunes ile güvence altına alındı. İstediğiniz zaman iptal edebilirsiniz.
uk: Захищено iTunes. Скасуйте у будь-який час.
vi: Được bảo vệ bằng iTunes. Hủy bất cứ lúc nào.

source: <PRICE_WITH_CURRENCY>/week
ar: <PRICE_WITH_CURRENCY> في الأسبوع.
ca: <PRICE_WITH_CURRENCY> per setmana.
cs: <PRICE_WITH_CURRENCY> týdně.
da: <PRICE_WITH_CURRENCY> per uge.
de: <PRICE_WITH_CURRENCY> pro Woche
el: <PRICE_WITH_CURRENCY> ανά εβδομάδα.
es_mx: <PRICE_WITH_CURRENCY> por semana.
fi: <PRICE_WITH_CURRENCY> viikossa.
fr_ca: <PRICE_WITH_CURRENCY> par semaine
he: <PRICE_WITH_CURRENCY> ע
hi: <PRICE_WITH_CURRENCY> प्रति सप्ताह।
hr: <PRICE_WITH_CURRENCY> tjedno.
hu: Hetente <PRICE_WITH_CURRENCY>.
id: <PRICE_WITH_CURRENCY> per minggu.
it: <PRICE_WITH_CURRENCY> alla settimana.
ja: 週に<PRICE_WITH_CURRENCY>。
ms: <PRICE_WITH_CURRENCY> seminggu.
nb: <PRICE_WITH_CURRENCY> per uke.
nl: <PRICE_WITH_CURRENCY> per week.
pl: <PRICE_WITH_CURRENCY> za tydzień.
pt_pt: <PRICE_WITH_CURRENCY> por semana.
ro: <PRICE_WITH_CURRENCY> pe săptămână.
ru: <PRICE_WITH_CURRENCY> в неделю
sk: <PRICE_WITH_CURRENCY> týždenne.
sv: <PRICE_WITH_CURRENCY> per vecka.
th: <PRICE_WITH_CURRENCY> ต่อสัปดาห์.
tr: Haftalık <PRICE_WITH_CURRENCY>.
uk: <PRICE_WITH_CURRENCY> на тиждень.
vi: <PRICE_WITH_CURRENCY> mỗi tuần.

source: <PRICE_WITH_CURRENCY>/year
ar: <PRICE_WITH_CURRENCY> في السنة.
ca: <PRICE_WITH_CURRENCY> per any.
cs: <PRICE_WITH_CURRENCY> ročně.
da: <PRICE_WITH_CURRENCY> per år.
de: <PRICE_WITH_CURRENCY> pro Jahr
el: <PRICE_WITH_CURRENCY> ανά έτος.
es_mx: <PRICE_WITH_CURRENCY> por año.
fi: <PRICE_WITH_CURRENCY> vuodessa.
fr_ca: <PRICE_WITH_CURRENCY> par année
he: <PRICE_WITH_CURRENCY> לשנה
hi: <PRICE_WITH_CURRENCY> प्रति वर्ष।
hr: <PRICE_WITH_CURRENCY> godišnje.
hu: Évente <PRICE_WITH_CURRENCY>.
id: <PRICE_WITH_CURRENCY> per tahun.
it: <PRICE_WITH_CURRENCY> all'anno.
ja: 年に<PRICE_WITH_CURRENCY>。
ms: <PRICE_WITH_CURRENCY> setahun.
nb: <PRICE_WITH_CURRENCY> per år.
nl: <PRICE_WITH_CURRENCY> per jaar.
pl: <PRICE_WITH_CURRENCY> za rok.
pt_pt: <PRICE_WITH_CURRENCY> por ano.
ro: <PRICE_WITH_CURRENCY> pe an.
ru: <PRICE_WITH_CURRENCY> в год
sk: <PRICE_WITH_CURRENCY> ročne.
sv: <PRICE_WITH_CURRENCY> per år.
th: <PRICE_WITH_CURRENCY> ต่อปี.
tr: Yıllık <PRICE_WITH_CURRENCY>.
uk: <PRICE_WITH_CURRENCY> на рік.
vi: <PRICE_WITH_CURRENCY> mỗi năm.

source: 3 days free trial, then <PRICE_WITH_CURRENCY>/week
ar: 3 أيام تجريبية مجانية، ثم <PRICE_WITH_CURRENCY> في الأسبوع.
ca: 3 dies de prova gratuïta, després <PRICE_WITH_CURRENCY> per setmana.
cs: Tři dny bezplatného zkušebního období, poté <PRICE_WITH_CURRENCY> týdně.
da: 3 dages gratis prøveperiode, derefter <PRICE_WITH_CURRENCY> per uge.
de: 3 Tage kostenlose Testphase, danach <PRICE_WITH_CURRENCY> pro Woche
el: Δωρεάν δοκιμαστική περίοδος 3 ημερών, στη συνέχεια <PRICE_WITH_CURRENCY> ανά εβδομάδα.
es_mx: 3 días de prueba gratis, después <PRICE_WITH_CURRENCY> por semana.
fi: 3 päivän ilmainen kokeilujakso, jonka jälkeen <PRICE_WITH_CURRENCY> viikossa.
fr_ca: 3 jours d'essai gratuit, puis <PRICE_WITH_CURRENCY> par semaine
he: 3 ימי ניסיון חינם, ואז <PRICE_WITH_CURRENCY> לשבוע
hi: 3 दिन की नि: शुल्क परीक्षण अवधि, फिर <PRICE_WITH_CURRENCY> प्रति सप्ताह।
hr: Besplatno isprobajte 3 dana, a zatim <PRICE_WITH_CURRENCY> tjedno.
hu: 3 napos ingyenes próbaidőszak, majd hetente <PRICE_WITH_CURRENCY>.
id: Percobaan gratis 3 hari, kemudian <PRICE_WITH_CURRENCY> per minggu.
it: Prova gratuita di 3 giorni, poi <PRICE_WITH_CURRENCY> alla settimana.
ja: 3日間の無料トライアル後、週に<PRICE_WITH_CURRENCY>。
ms: Percubaan percuma selama 3 hari, kemudian <PRICE_WITH_CURRENCY> seminggu.
nb: 3 dagers gratis prøveperiode, deretter <PRICE_WITH_CURRENCY> per uke.
nl: 3 dagen gratis proefperiode, daarna <PRICE_WITH_CURRENCY> per week.
pl: 3-dniowy darmowy okres próbny, a następnie <PRICE_WITH_CURRENCY> za tydzień.
pt_pt: 3 dias de teste gratuito, depois <PRICE_WITH_CURRENCY> por semana.
ro: Perioadă gratuită de încercare de 3 zile, apoi <PRICE_WITH_CURRENCY> pe săptămână.
ru: 3 дня бесплатного использования, затем <PRICE_WITH_CURRENCY> в неделю
sk: 3-dňová skúšobná verzia zdarma, potom <PRICE_WITH_CURRENCY> týždenne.
sv: 3 dagars gratis provperiod, sedan <PRICE_WITH_CURRENCY> per vecka.
th: ทดลองใช้ฟรี 3 วัน ต่อมาคิด <PRICE_WITH_CURRENCY> ต่อสัปดาห์
tr: 3 günlük ücretsiz deneme sürümü, sonra haftalık <PRICE_WITH_CURRENCY>.
uk: 3-денний безкоштовний пробний період, після чого <PRICE_WITH_CURRENCY> на тиждень.
vi: Dùng thử miễn phí 3 ngày, sau đó <PRICE_WITH_CURRENCY> mỗi tuần.

source: 3 days free trial, then <PRICE_WITH_CURRENCY>/year
ar: 3 أيام تجريبية مجانية، ثم <PRICE_WITH_CURRENCY> في السنة.
ca: 3 dies de prova gratuïta, després <PRICE_WITH_CURRENCY> per any.
cs: Tři dny bezplatného zkušebního období, poté <PRICE_WITH_CURRENCY> ročně.
da: 3 dages gratis prøveperiode, derefter <PRICE_WITH_CURRENCY> per år.
de: 3 Tage kostenlose Testphase, danach <PRICE_WITH_CURRENCY> pro Jahr
el: Δωρεάν δοκιμαστική περίοδος 3 ημερών, στη συνέχεια <PRICE_WITH_CURRENCY> ανά έτος.
es_mx: 3 días de prueba gratis, después <PRICE_WITH_CURRENCY> por año.
fi: 3 päivän ilmainen kokeilujakso, jonka jälkeen <PRICE_WITH_CURRENCY> vuodessa.
fr_ca: 3 jours d'essai gratuit, puis <PRICE_WITH_CURRENCY> par année
he: 3 ימי ניסיון חינם, ואז <PRICE_WITH_CURRENCY> לשנה
hi: 3 दिन की नि: शुल्क परीक्षण अवधि, फिर <PRICE_WITH_CURRENCY> प्रति वर्ष।
hr: Besplatno isprobajte 3 dana, a zatim <PRICE_WITH_CURRENCY> godišnje.
hu: 3 napos ingyenes próbaidőszak, majd évente <PRICE_WITH_CURRENCY>.
id: Percobaan gratis 3 hari, kemudian <PRICE_WITH_CURRENCY> per tahun.
it: Prova gratuita di 3 giorni, poi <PRICE_WITH_CURRENCY> all'anno.
ja: 3日間の無料トライアル後、年に<PRICE_WITH_CURRENCY>。
ms: Percubaan percuma selama 3 hari, kemudian <PRICE_WITH_CURRENCY> setahun.
nb: 3 dagers gratis prøveperiode, deretter <PRICE_WITH_CURRENCY> per år.
nl: 3 dagen gratis proefperiode, daarna <PRICE_WITH_CURRENCY> per jaar.
pl: 3-dniowy darmowy okres próbny, a następnie <PRICE_WITH_CURRENCY> za rok.
pt_pt: 3 dias de teste gratuito, depois <PRICE_WITH_CURRENCY> por ano.
ro: Perioadă gratuită de încercare de 3 zile, apoi <PRICE_WITH_CURRENCY> pe an.
ru: 3 дня бесплатного использования, затем <PRICE_WITH_CURRENCY> в год
sk: 3-dňová skúšobná verzia zdarma, potom <PRICE_WITH_CURRENCY> ročne.
sv: 3 dagars gratis provperiod, sedan <PRICE_WITH_CURRENCY> per år.
th: ทดลองใช้ฟรี 3 วัน ต่อมาคิด <PRICE_WITH_CURRENCY> ต่อปี
tr: 3 günlük ücretsiz deneme sürümü, sonra yıllık <PRICE_WITH_CURRENCY>.
uk: 3-денний безкоштовний пробний період, після чого <PRICE_WITH_CURRENCY> на рік.
vi: Dùng thử miễn phí 3 ngày, sau đó <PRICE_WITH_CURRENCY> mỗi năm.

source: Subscription purchased
ar: تم شراء الاشتراك
ca: Subscripció comprada
cs: Zakoupena předplatné
da: Abonnement købt
de: Abonnement gekauft
el: Εγγραφή αγορασμένη
es_mx: Suscripción comprada
fi: Tilauksen ostettu
fr_ca: Abonnement acheté
he: רכישת מנוי
hi: सदस्यता खरीदी
hr: Pretplata kupljena
hu: Előfizetés vásárolva
id: Berlangganan telah dibeli
it: Abbonamento acquistato
ja: 購読済み
ms: Langganan dibeliy
nb: Abonnement kjøpt
nl: Abonnement aangeschaft
pl: Subskrypcja zakupiona
pt_pt: Subscrição comprada
ro: Abonament cumpărat
ru: Подписка куплена
sk: Predplatné zakúpené
sv: Prenumeration köpt
th: สมัครสมาชิกซื้อแล้ว
tr: Abonelik satın alındı
uk: Підписка придбана
vi: Đã mua đăng ký

source: Nothing to Restore
ar: لا يوجد محتوى للاستعادة
ca: Res a restaurar
cs: Nic k obnovení
da: Intet at genoprette
de: Nichts wiederherzustellen
el: Τίποτα για ανάκτηση
es_mx: Nada que restaurar
fi: Ei palautettavaa
fr_ca: Rien à restaurer
he: אין מה לשחזר
hi: पुनर्स्थापित करने के लिए कुछ नहीं
hr: Ništa za vraćanje
hu: Nincs mit visszaállítani
id: Tidak ada yang dapat dikembalikan
it: Niente da ripristinare
ja: 復元するものがありません
ms: Tiada apa-apa yang boleh dipulihkan
nb: Ingenting å gjenopprette
nl: Niets te herstellen
pl: Brak elementów do przywrócenia
pt_pt: Nada para restaurar
ro: Nimic de restabilit
ru: Нечего восстанавливать
sk: Nič na obnovenie
sv: Ingenting att återställa
th: ไม่มีอะไรให้กู้คืน
tr: Geri Yüklenecek Birşey Yok
uk: Нічого відновлювати
vi: Không có gì để phục hồi

source: Restore failed
ar: فشل الاستعادة
ca: Error en la restauració
cs: Obnovení se nezdařilo
da: Gendannelsen mislykkedes
de: Wiederherstellung fehlgeschlagen
el: Αποκατάσταση απέτυχε
es_mx: Error al restaurar
fi: Palautus epäonnistui
fr_ca: Échec de la restauration
he: השחזור נכשל
hi: पुनर्स्थापन असफल
hr: Neuspjelo vraćanje
hu: A helyreállítás sikertelen volt
id: Gagal memulihkan
it: Ripristino fallito
ja: 復元に失敗しました
ms: Gagal mengembalikan
nb: Gjenoppretting mislyktes
nl: Herstellen mislukt
pl: Przywracanie nie powiodło się
pt_pt: Falha na restauração
ro: Restaurarea a eșuat
ru: Восстановление не удалось
sk: Obnovenie zlyhalo
sv: Återställning misslyckades
th: การกู้คืนล้มเหลว
tr: Geri Yükleme Başarısız Oldu
uk: Відновлення не вдалося
vi: Khôi phục thất bại
