Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: Proceeding will start a new chat and you can still access this chat from chat history.
ar: المتابعة ستبدأ محادثة جديدة وما زلت تستطيع الوصول إلى هذه المحادثة من سجل المحادثات السابقة.
ca: Continuar iniciarà una nova conversa i encara podràs accedir a aquesta conversa des de l'historial de xats.
cs: Pokračování zahájí nový chat a stále budete moci přistupovat k tomuto chatu z historie chatu.
da: Fortsættelse vil starte en ny chat, og du kan stadig få adgang til denne chat fra chat-historikken.
de: Das Fortfahren startet einen neuen Chat und Sie können immer noch auf diesen Chat aus dem Chat-Verlauf zugreifen.
el: Η συνέχεια θα ξεκινήσει μια νέα συνομιλία και μπορείτε ακόμα να έχετε πρόσβαση σε αυτήν τη συνομιλία από το ιστορικό συνομιλιών.
es_mx: Continuar iniciará una nueva conversación y aún podrás acceder a esta conversación desde el historial de chat.
fi: Jatkaminen aloittaa uuden keskustelun, ja voit silti käyttää tätä keskustelua chat-historiasta.
fr_ca: La poursuite démarrera une nouvelle discussion et vous pourrez toujours accéder à cette discussion depuis l'historique des discussions.
he: המשך יפתח צ'אט חדש ואתה עדיין יכול לגשת לצ'אט הזה מההיסטוריית הצ'אטים.
hi: आगे बढ़ने से एक नई चैट शुरू होगी और आप अभी भी चैट इतिहास से इस चैट तक पहुंच सकते हैं।
hr: Nastavak će započeti novi chat i još uvijek možete pristupiti ovom chatu iz povijesti chatova.
hu: A folytatás egy új beszélgetést indít el, és még mindig hozzáférhetsz ehhez a beszélgetéshez a beszélgetési előzményekből.
id: Melanjutkan akan memulai obrolan baru dan Anda masih dapat mengakses obrolan ini dari riwayat obrolan.
it: Continuando si avvierà una nuova chat e si potrà ancora accedere a questa chat dalla cronologia delle chat.
ja: 続行すると新しいチャットが開始され、このチャットには引き続きチャット履歴からアクセスできます。
ms: Meneruskan akan memulakan perbualan baru dan anda masih boleh mengakses perbualan ini daripada sejarah perbualan.
nb: Fortsettelse vil starte en ny chat, og du kan fortsatt få tilgang til denne chatten fra chathistorikken.
nl: Doorgaan zal een nieuwe chat starten en u kunt nog steeds toegang krijgen tot deze chat vanuit chatgeschiedenis.
pl: Kontynuowanie spowoduje rozpoczęcie nowego czatu, a nadal można uzyskać do niego dostęp z historii czatu.
pt_pt: A continuação iniciará um novo chat e ainda pode aceder a este chat a partir do histórico de chat.
ro: Continuarea va porni o nouă conversație și puteți accesa în continuare această conversație din istoricul conversațiilor.
ru: Продолжение запустит новый чат, и вы все еще сможете получить к нему доступ из истории чата.
sk: Pokračovanie spustí nový chat a stále budete môcť pristupovať k tomuto chatu z histórie chatu.
sv: Fortsättning kommer att starta en ny chatt och du kan fortfarande komma åt denna chatt från chatt-historiken.
th: การดำเนินการจะเริ่มต้นการสนทนาใหม่และคุณยังสามารถเข้าถึงการสนทนานี้จากประวัติการสนทนาได้
tr: Devam etmek yeni bir sohbet başlatacak ve bu sohbeti sohbet geçmişinden hala erişebilirsiniz.
uk: Продовження запустить новий чат, і ви все ще зможете отримати доступ до цього чату з історії чату.
vi: Tiếp tục sẽ bắt đầu một cuộc trò chuyện mới và bạn vẫn có thể truy cập cuộc trò chuyện này từ lịch sử trò chuyện.

source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr_ca: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không

source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es_mx: Sí
fi: Kyllä
fr_ca: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Vâng

source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف؟ (Hal 'ant muta'kid 'anak tarid alhazf?)
ca: Esteu segur que voleu eliminar-ho?
cs: Opravdu chcete smazat?
da: Er du sikker på, at du vil slette det?
de: Möchten Sie wirklich löschen?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε;
es_mx: ¿Estás seguro de que quieres eliminar?
fi: Haluatko varmasti poistaa sen?
fr_ca: Êtes-vous sûr de vouloir supprimer?
he: ?האם אתה בטוח שברצונך למחוק
hi: क्या आप वाकई मिटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati?
hu: Biztosan törölni szeretné?
id: Apakah kamu yakin ingin menghapus?
it: Sei sicuro di voler eliminare?
ja: 削除してもよろしいですか？
ms: Adakah anda pasti mahu memadam?
nb: Er du sikker på at du vil slette?
nl: Weet u zeker dat u wilt verwijderen?
pl: Czy na pewno chcesz usunąć?
pt_pt: Tem a certeza que pretende eliminar?
ro: Sunteți sigur că doriți să ștergeți?
ru: Вы уверены, что хотите удалить?
sk: Ste si istý, že chcete vymazať?
sv: Är du säker på att du vill radera?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ?
tr: Silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити?
vi: Bạn có chắc chắn muốn xóa không?

source: By proceeding, you'll lose access to this chat.
ar: بالمتابعة، ستفقد الوصول إلى هذه الدردشة.
ca: Si continues, perdràs l'accés a aquest xat.
cs: Pokud budete pokračovat, ztratíte přístup k této konverzaci.
da: Hvis du fortsætter, mister du adgang til denne chat.
de: Wenn Sie fortfahren, verlieren Sie den Zugriff auf diesen Chat.
el: Συνεχίζοντας, θα χάσετε την πρόσβαση σε αυτήν τη συνομιλία.
es_mx: Al continuar, perderás acceso a esta conversación.
fi: Jos jatkat, menetät pääsyn tähän keskusteluun.
fr_ca: En continuant, vous perdrez l'accès à cette conversation.
he: על ידי המשך, תאבדו גישה לצ'אט זה.
hi: आगे बढ़ने से, आप इस चैट तक पहुंच खो देंगे।
hr: Nastavkom će vam se izgubiti pristup ovoj razgovoru.
hu: A folytatással elveszítheti a hozzáférést ehhez a csevegéshez.
id: Dengan melanjutkan, Anda akan kehilangan akses ke obrolan ini.
it: Continuando, perderai l'accesso a questa chat.
ja: 進むと、このチャットにアクセスできなくなります。
ms: Dengan meneruskan, anda akan kehilangan akses ke perbualan ini.
nb: Hvis du fortsetter, mister du tilgangen til denne chatten.
nl: Door te gaan verliest u toegang tot deze chat.
pl: Kontynuując, stracisz dostęp do tej rozmowy.
pt_pt: Ao prosseguir, perderá o acesso a esta conversa.
ro: Prin continuarea, veți pierde accesul la acest chat.
ru: Продолжив, вы потеряете доступ к этому чату.
sk: Pokračovaním stratíte prístup k tomuto chatu.
sv: Genom att fortsätta kommer du att förlora tillgång till denna chatt.
th: โดยดำเนินการต่อคุณจะสูญเสียการเข้าถึงการสนทนานี้
tr: Devam ederek, bu sohbete erişiminizi kaybedeceksiniz.
uk: Продовжуючи, ви втратите доступ до цього чату.
vi: Bằng cách tiếp tục, bạn sẽ mất quyền truy cập vào cuộc trò chuyện này.

source: Give this one more chance.
ar: اعطِهِ فرصة اخرى
ca: Dona-li una altra oportunitat
cs: Dejte tomu ještě jednu šanci
da: Giv dette en chance mere
de: Gib diesem noch eine Chance
el: Δώστε του μια ακόμη ευκαιρία
es_mx: Dale una oportunidad más a esto
fi: Anna tälle vielä yksi mahdollisuus
fr_ca: Donnez une autre chance à celui-ci
he: תן לזה עוד הזדמנות אחת
hi: इसे एक और मौका दो
hr: Dajte mu još jednu šansu
hu: Adj neki még egy esélyt
id: Berikan satu kesempatan lagi
it: Dai un'altra possibilità a questo
ja: もう一度チャンスを与えてください
ms: Beri ini satu peluang lagi
nb: Gi dette en sjanse til
nl: Geef dit nog een kans
pl: Daj temu jeszcze jedną szansę
pt_pt: Dê mais uma chance a este
ro: Dați-i acestuia încă o șansă
ru: Дайте этому еще один шанс
sk: Dajte tomu ešte jednu šancu
sv: Ge detta en till chans
th: ให้โอกาสอีกครั้ง
tr: Buna bir şans daha verin
uk: Дайте цьому ще один шанс
vi: Đưa cho nó một cơ hội nữa

source: Your answer will be more detailed this time!
ar: سيكون جوابك أكثر تفصيلاً هذه المرة!
ca: La teva resposta serà més detallada aquesta vegada!
cs: Tentokrát bude vaše odpověď podrobnější!
da: Dit svar vil være mere detaljeret denne gang!
de: Ihre Antwort wird dieses Mal ausführlicher sein!
el: Η απάντησή σας θα είναι πιο λεπτομερής αυτή τη φορά!
es_mx: ¡Tu respuesta será más detallada esta vez!
fi: Vastauksesi on tällä kertaa yksityiskohtaisempi!
fr_ca: Votre réponse sera plus détaillée cette fois-ci !
he: התשובה שלך תהיה יותר מפורטת הפעם!
hi: आपका उत्तर इस बार अधिक विस्तृत होगा!
hr: Vaš će odgovor ovaj put biti detaljniji!
hu: Ezúttal részletesebb lesz a válaszod!
id: Jawaban Anda akan lebih rinci kali ini!
it: La tua risposta sarà più dettagliata questa volta!
ja: 今回はもう少し詳しく回答してください。
ms: Jawapan anda akan lebih terperinci kali ini!
nb: Svaret ditt vil være mer detaljert denne gangen!
nl: Je antwoord zal deze keer gedetailleerder zijn!
pl: Twoja odpowiedź będzie bardziej szczegółowa tym razem!
pt_pt: A sua resposta será mais detalhada desta vez!
ro: Răspunsul tău va fi mai detaliat de data aceasta!
ru: Ваш ответ будет более подробным на этот раз!
sk: Vaša odpoveď bude tentokrát podrobnejšia!
sv: Ditt svar kommer att vara mer detaljerat den här gången!
th: คำตอบของคุณจะมีรายละเอียดมากขึ้นในครั้งนี้!
tr: Bu sefer cevabınız daha detaylı olacak!
uk: Ваша відповідь буде більш деталізованою цього разу!
vi: Câu trả lời của bạn sẽ càng chi tiết hơn lần này!

source: Try Again
ar: حاول مرة أخرى
ca: Torni a provar
cs: Zkuste to znovu
da: Prøv igen
de: Nochmal versuchen
el: Προσπαθήστε ξανά
es_mx: Intenta de nuevo
fi: Yritä uudelleen
fr_ca: Réessayer
he: נסה שוב
hi: फिर से प्रयास करें
hr: Pokušajte ponovno
hu: Próbálja újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ms: Cuba Lagi
nb: Prøv igjen
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_pt: Tente Novamente
ro: Încearcă din nou
ru: Попробуйте еще раз
sk: Skúsiť znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
uk: Спробуйте знову
vi: Thử lại

source: Are you not satisfied?
ar: أَلَسْتَ رَاضِيًا؟
ca: No estàs satisfet?
cs: Nejste spokojený?
da: Er du ikke tilfreds?
de: Sind Sie nicht zufrieden?
el: Δεν είστε ικανοποιημένοι;
es_mx: ¿No estás satisfecho?
fi: Ettekö ole tyytyväinen?
fr_ca: N'êtes-vous pas satisfait?
he: האם אתה לא מרוצה?
hi: क्या आप खुश नहीं हैं?
hr: Niste zadovoljni?
hu: Nem elégedett?
id: Apakah kamu tidak puas?
it: Non sei soddisfatto?
ja: 満足していませんか？
ms: Tidak berpuas hati?
nb: Er du ikke fornøyd?
nl: Bent u niet tevreden?
pl: Nie jesteś zadowolony?
pt_pt: Não está satisfeito?
ro: Nu sunteți mulțumit?
ru: Вы не довольны?
sk: Nie ste spokojný?
sv: Är du inte nöjd?
th: คุณไม่พอใจหรือไม่?
tr: Memnun değil misiniz?
uk: Ви не задоволені?
vi: Bạn không hài lòng à?

source: Ask new question
ar: اسأل سؤالًا جديدًا
ca: Fes una nova pregunta
cs: Položte novou otázku
da: Stil et nyt spørgsmål
de: Stelle eine neue Frage
el: Κάντε μια νέα ερώτηση
es_mx: Hacer una nueva pregunta
fi: Kysy uutta kysymystä
fr_ca: Poser une nouvelle question
he: שאל שאלה חדשה
hi: एक नया सवाल पूछें
hr: Postavite novo pitanje
hu: Új kérdést tegyen fel
id: Ajukan pertanyaan baru
it: Fai una nuova domanda
ja: 新しい質問をする
ms: Tanyakan soalan baru
nb: Still et nytt spørsmål
nl: Stel een nieuwe vraag
pl: Zadaj nowe pytanie
pt_pt: Faça uma nova pergunta
ro: Puneți o întrebare nouă
ru: Задать новый вопрос
sk: Položte novú otázku
sv: Ställ en ny fråga
th: ถามคำถามใหม่
tr: Yeni bir soru sor
uk: Задати нове запитання
vi: Hỏi câu hỏi mới.

source: Explain
ar: شرح
ca: Explicar
cs: Vysvětlit
da: Forklare
de: Erklären
el: Εξηγώ
es_mx: Explicar
fi: Selittää
fr_ca: Expliquer
he: להסביר
hi: समझाना
hr: Objasniti
hu: Magyarázni
id: Jelaskan
it: Spiegare
ja: 説明する
ms: Terangkan
nb: Forklare
nl: Uitleggen
pl: Wyjaśnić
pt_pt: Explicar
ro: Explica
ru: Объяснить
sk: Vysvetliť
sv: Förklara
th: อธิบาย
tr: Açıklamak
uk: Пояснювати
vi: Giải thích.

source: Explain Bitcoin
ar: شرح بيتكوين
ca: Explica Bitcoin
cs: Vysvětlete Bitcoin
da: Forklar Bitcoin
de: Erkläre Bitcoin
el: Εξήγησε το Bitcoin
es_mx: Explique Bitcoin
fi: Selitä Bitcoin
fr_ca: Expliquer Bitcoin
he: הסבר על ביטקוין
hi: बिटकॉइन का विवरण दें
hr: Objasni Bitcoin
hu: Magyarázza el a Bitcoint
id: Jelaskan Bitcoin
it: Spiega Bitcoin
ja: ビットコインを説明してください
ms: Terangkan Bitcoin
nb: Forklar Bitcoin
nl: Leg Bitcoin uit
pl: Wyjaśnij Bitcoin
pt_pt: Explique o Bitcoin
ro: Explicați Bitcoin
ru: Объясните, что такое Биткоин
sk: Vysvetlite Bitcoin
sv: Förklara Bitcoin
th: อธิบายบิตคอยน์
tr: Bitcoin'i açıkla
uk: Поясніть Bitcoin
vi: Giải thích Bitcoin

source: How does the internet work, explain like I am 5 years old
ar: كيف يعمل الإنترنت ، شرحه كما لو كنت في الخامسة من عمرك
ca: Com funciona Internet, explica com si tinguessis 5 anys
cs: Jak funguje internet, vysvětli jako kdyby ti bylo pět let
da: Hvordan virker internettet, forklaret som om du var 5 år
de: Wie funktioniert das Internet, erkläre es einem 5-jährigen Kind
el: Πώς λειτουργεί το διαδίκτυο, εξηγημένο σαν να είσαι 5 ετών
es_mx: ¿Cómo funciona Internet?, explícalo como si tuvieras 5 años
fi: Miten internet toimii, selitä kuin 5-vuotiaalle
fr_ca: Comment fonctionne Internet, expliqué comme si tu avais 5 ans
he: איך האינטרנט עובד, נסביר כמו לילד בן חמש
hi: इंटरनेट कैसे काम करता है, 5 साल के बच्चे के तरह समझाएं
hr: Kako radi internet, objasni kao da imaš 5 godina
hu: Hogyan működik az internet, magyarázd el mintha 5 éves lennél
id: Bagaimana internet bekerja, jelaskan seolah-olah saya berusia 5 tahun
it: Come funziona internet, spiegato come se avessi 5 anni
ja: インターネットはどのように機能するのですか、5歳児のように説明してください
ms: Bagaimana internet berfungsi, terangkan seakan-akan anda berusia 5 tahun
nb: Hvordan fungerer internett, forklart som om du var 5 år
nl: Hoe werkt het internet, leg uit alsof je 5 jaar bent
pl: Jak działa internet, wyjaśnione jak dla 5-letniego dziecka
pt_pt: Como funciona a internet, explicado como se tivesse 5 anos
ro: Cum funcționează internetul, explică ca și cum ai avea 5 ani
ru: Как работает интернет, объясни как пятилетнему ребенку
sk: Ako funguje internet, vysvetli ako keby si mal(a) 5 rokov
sv: Hur fungerar internet, förklarat som om du vore 5 år gammal
th: อินเตอร์เน็ตทำงานอย่างไร อธิบายเหมือนกับเด็ก 5 ขวบ
tr: İnternet nasıl çalışır, 5 yaşındaymış gibi açıkla
uk: Як працює Інтернет, поясни, наче тобі 5 років
vi: Internet hoạt động như thế nào, giải thích như bạn đang giải thích cho một đứa trẻ 5 tuổi.

source: Write & Edit
ar: الكتابة والتحرير
ca: Escriure i editar
cs: Psaní a editace
da: Skriv og rediger
de: Schreiben und Bearbeiten
el: Συγγραφή και επεξεργασία
es_mx: Escribir y editar
fi: Kirjoita ja muokkaa
fr_ca: Écrire et modifier
he: כתיבה ועריכה
hi: लेखन और संपादन
hr: Pisanje i uređivanje
hu: Írás és szerkesztés
id: Menulis & Mengedit
it: Scrivere e modificare
ja: 書く＆編集する
ms: Tulis & Edit
nb: Skrive og redigere
nl: Schrijven en bewerken
pl: Pisanie i edycja
pt_pt: Escrever e editar
ro: Scriere și editare
ru: Написание и редактирование
sk: Písanie a úprava
sv: Skriva och redigera
th: เขียนและแก้ไข
tr: Yazma ve Düzenleme
uk: Письмо та редагування
vi: Viết và Chỉnh sửa

source: Write a tweet about global warming
ar: اكتب تغريدة حول الاحتباس الحراري
ca: Escriu un tuit sobre el canvi climàtic
cs: Napište tweet o globálním oteplování
da: Skriv en tweet om global opvarmning
de: Schreibe einen Tweet über die globale Erwärmung
el: Γράψτε ένα tweet για την παγκόσμια θέρμανση
es_mx: Escribe un tweet sobre el calentamiento global
fi: Kirjoita twiitti ilmastonmuutoksesta
fr_ca: Écrivez un tweet sur le réchauffement climatique
he: כתוב ציוץ על הגלובליזציה האטמוספרית
hi: ग्लोबल वार्मिंग के बारे में एक ट्वीट लिखें
hr: Napišite tweet o globalnom zagrijavanju
hu: Írj egy tweetet a globális felmelegedésről
id: Tulis tweet tentang pemanasan global
it: Scrivi un tweet sul riscaldamento globale
ja: 地球温暖化についてのツイートを書く
ms: Tulis tweet tentang pemanasan global
nb: Skriv en tweet om global oppvarming
nl: Schrijf een tweet over de opwarming van de aarde
pl: Napisz tweet o globalnym ociepleniu
pt_pt: Escreva um tweet sobre o aquecimento global
ro: Scrieți un tweet despre încălzirea globală
ru: Напишите твит о глобальном потеплении
sk: Napíšte tweet o globálnom otepľovaní
sv: Skriv en tweet om global uppvärmning
th: เขียนทวีตเกี่ยวกับการเผาไหม้ทั่วโลก
tr: Küresel ısınma hakkında bir tweet yazın
uk: Напишіть твіт про глобальне потепління
vi: Viết một tweet về sự nóng lên toàn cầu

source: Write a poem about flowers and love
ar: اكتب قصيدة عن الزهور والحب
ca: Escriu un poema sobre flors i amor
cs: Napište báseň o květech a lásce
da: Skriv en digt om blomster og kærlighed
de: Schreibe ein Gedicht über Blumen und Liebe
el: Γράψτε ένα ποίημα για τα λουλούδια και την αγάπη
es_mx: Escribe un poema sobre flores y amor
fi: Kirjoita runo kukista ja rakkaudesta
fr_ca: Écrivez un poème sur les fleurs et l'amour
he: כתוב שיר על פרחים ואהבה
hi: फूलों और प्यार के बारे में एक कविता लिखें
hr: Napišite pjesmu o cvijeću i ljubavi
hu: Írj egy verset a virágokról és a szerelemről
id: Tulis puisi tentang bunga dan cinta
it: Scrivi una poesia sui fiori e l'amore
ja: 花と愛についての詩を書く
ms: Tulis puisi tentang bunga dan cinta
nb: Skriv et dikt om blomster og kjærlighet
nl: Schrijf een gedicht over bloemen en liefde
pl: Napisz wiersz o kwiatach i miłości
pt_pt: Escreva um poema sobre flores e amor
ro: Scrieți o poezie despre flori și dragoste
ru: Напишите стихотворение о цветах и любви
sk: Napíšte básničku o kvetoch a láske
sv: Skriv en dikt om blommor och kärlek
th: เขียนบทกวีเกี่ยวกับดอกไม้และความรัก
tr: Çiçekler ve aşk hakkında bir şiir yazın
uk: Напишіть вірш про квіти та кохання
vi: Viết một bài thơ về hoa và tình yêu

source: Write a rap song lyrics about being smart
ar: اكتب كلمات أغنية راب عن كونك ذكيًا
ca: Escriu lletres de cançó de rap sobre ser intel·ligent
cs: Napište text rapové písně o tom, jak být chytrý
da: Skriv rap sangtekster om at være smart
de: Schreibe Rap-Songtexte über klug sein
el: Γράψτε στίχους τραγουδιού ραπ για το να είσαι έξυπνος
es_mx: Escribe letras de canciones de rap sobre ser inteligente
fi: Kirjoita rap-kappaleen sanat siitä, miten olla älykäs
fr_ca: Écrivez les paroles d'une chanson de rap sur le fait d'être intelligent
he: כתוב מילות שיר לראפ על היות חכם
hi: बुद्धिमान होने के बारे में रैप गाने के बोल लिखें
hr: Napišite stihove rap pjesme o tome kako biti pametan
hu: Írj rap dal szövegeket arról, hogy okosnak lenni
id: Tulis lirik lagu rap tentang menjadi pintar
it: Scrivi testi di canzoni rap sull'essere intelligenti
ja: 賢明であることについてのラップソングの歌詞を書く
ms: Tulis lirik lagu rap tentang menjadi bijak
nb: Skriv rap sangtekster om å være smart
nl: Schrijf rap songteksten over slim zijn
pl: Napisz teksty piosenek rap o byciu mądrym
pt_pt: Escreva letras de música de rap sobre ser inteligente
ro: Scrieți versurile unei piese de rap despre a fi deștept
ru: Напишите текст рэп песни о том, как быть умным
sk: Napíšte text rapovej piesne o tom, ako byť múdry
sv: Skriv rap låttexter om att vara smart
th: เขียนเนื้อเพลงแร็ปเกี่ยวกับการฉลาด
tr: Zeki olmak hakkında bir rap şarkı sözü yazın
uk: Напишіть реп-пісню про розумність
vi: Viết lời nhạc rap về việc thông minh

source: Translate
ar: ترجمة
ca: Tradueix
cs: Přeložit
da: Oversætte
de: Übersetzen
el: Μετάφραση
es_mx: Traducir
fi: Käännä
fr_ca: Traduire
he: תרגום
hi: अनुवाद करें
hr: Prevedi
hu: Fordítás
id: Terjemahkan
it: Traduci
ja: 翻訳する
ms: Terjemahkan
nb: Oversett
nl: Vertaal
pl: Tłumaczyć
pt_pt: Traduzir
ro: Traduce
ru: Перевести
sk: Preložiť
sv: Översätt
th: แปล
tr: Çevir
uk: Перекласти
vi: Dịch

source: Write a tweet about global warming in Korean
ar: اكتب لي تغريدة حول الاحتباس الحراري باللغة الكورية
ca: Escriu-me un tuit sobre el canvi climàtic en coreà
cs: Napiš mi tweet o globálním oteplování v korejštině
da: Skriv en tweet om global opvarmning på koreansk
de: Schreibe mir einen Tweet über die globale Erwärmung auf Koreanisch
el: Γράψε μου ένα tweet σχετικά με την παγκόσμια θέρμανση στα κορεάτικα
es_mx: Escríbeme un tuit sobre el calentamiento global en coreano
fi: Kirjoita minulle ilmastonmuutoksesta tweet koreaksi
fr_ca: Écris-moi un tweet sur le réchauffement climatique en coréen
he: כתוב עבורי ציוץ על החממה הגלובלית בקוריאנית
hi: मुझे ग्लोबल वार्मिंग के बारे में एक ट्वीट करें।
hr: Napiši mi tweet o globalnom zagrijavanju na korejskom
hu: Írj nekem egy tweetet a globális felmelegedésről koreaiul
id: Tulis tweet tentang pemanasan global dalam bahasa Korea
it: Scrivimi un tweet sul riscaldamento globale in coreano
ja: 韓国語で地球温暖化に関するツイートを書いてください。
ms: Tulis tweet tentang pemanasan global dalam bahasa Korea
nb: Skriv en tweet om global oppvarming på koreansk
nl: Schrijf een tweet over klimaatverandering in het Koreaans
pl: Napisz dla mnie tweet o globalnym ociepleniu po koreańsku
pt_pt: Escreva um tweet sobre o aquecimento global em coreano
ro: Scrie-mi un tweet despre încălzirea globală în coreeană
ru: Напишите для меня твит об изменении климата на корейском языке
sk: Napíš mi tweet o globálnom otepľovaní v kórejčine
sv: Skriv en tweet om global uppvärmning på koreanska
th: เขียนทวีตเกี่ยวกับการเผาไหม้ทั่วโลกในภาษาเกาหลีให้ฉัน
tr: Bana küresel ısınma hakkında bir tweet Korece yaz
uk: Напишіть для мене твіт про глобальне потепління на корейській мові
vi: Viết cho tôi một tweet về hiện tượng toàn cầu nóng lên bằng tiếng Hàn.

source: Write an email
ar: اكتب بريدًا إلكترونيًا
ca: Escriu un correu electrònic
cs: Napište e-mail
da: Skriv en e-mail
de: Schreiben Sie eine E-Mail
el: Γράψτε ένα email
es_mx: Escriba un correo electrónico
fi: Kirjoita sähköposti
fr_ca: Écrivez un e-mail
he: כתוב דואל
hi: एक ईमेल लिखें
hr: Napišite e-mail
hu: Írjon egy e-mailt
id: Tulis email
it: Scrivi un'email
ja: メールを書く
ms: Tulis e-mel
nb: Skriv en e-post
nl: Schrijf een e-mail
pl: Napisz e-mail
pt_pt: Escreva um email
ro: Scrieți un e-mail
ru: Напишите электронное письмо
sk: Napíšte e-mail
sv: Skriv ett e-postmeddelande
th: เขียนอีเมล
tr: E-posta yazın
uk: Напишіть електронний лист
vi: Viết một email.

source: Write an email to decline the offer but request a discount.
ar: اكتب بريدًا إلكترونيًا لرفض العرض وطلب تخفيض.
ca: Escriu un correu electrònic per rebutjar l'oferta però sol·licitar un descompte.
cs: Napište e-mail na odmítnutí nabídky, ale požádejte o slevu.
da: Skriv en e-mail til at afvise tilbuddet, men anmode om en rabat.
de: Schreiben Sie eine E-Mail, um das Angebot abzulehnen, aber um einen Rabatt zu bitten.
el: Γράψτε ένα email για την απόρριψη της προσφοράς αλλά ζητήστε έκπτωση
es_mx: Escriba un correo electrónico para rechazar la oferta pero solicitar un descuento.
fi: Kirjoita sähköposti, jossa hylkäät tarjouksen, mutta pyydät alennusta.
fr_ca: Écrivez un e-mail pour refuser l'offre mais demander une réduction.
he: כתוב דואל לדחיית ההצעה אבל בקש נחיתה.
hi: एक ईमेल लिखें जिसमें आप प्रस्ताव को अस्वीकार करते हैं लेकिन डिस्काउंट की मांग करते हैं।
hr: Napišite e-mail za odbijanje ponude, ali tražite popust.?
hu: Írjon egy e-mailt a felajánlás visszautasításához, de kérjen kedvezményt.
id: Tulis email untuk menolak tawaran tetapi meminta diskon.
it: Scrivi un'email per rifiutare l'offerta ma chiedere uno sconto.
ja: オファーを断るメールを書き、割引を要求します。
ms: Tulis e-mel untuk menolak tawaran tetapi meminta diskaun.
nb: Skriv en e-post for å avslå tilbudet, men be om en rabatt.
nl: Schrijf een e-mail om het aanbod af te wijzen, maar vraag om korting.
pl: Napisz e-mail, w którym odmówisz oferty, ale poproś o rabat.
pt_pt: Escreva um email para recusar a oferta, mas solicitar um desconto.
ro: Scrieți un e-mail pentru a respinge oferta, dar a solicita o reducere.
ru: Напишите электронное письмо, в котором вы откажетесь от предложения, но запросите скидку
sk: Napíšte e-mail na odmietnutie ponuky, ale požiadajte o zľavu.
sv: Skriv ett e-postmeddelande för att avböja erbjudandet, men be om en rabatt.
th: เขียนอีเมลเพื่อปฏิเสธข้อเสนอแต่ขอส่วนลด
tr: Teklifi reddetmek için bir e-posta yazın ancak bir indirim talep edin.
uk: Напишіть електронний лист, щоб відмовитися від пропозиції, але запросити знижку.
vi: Viết một email để từ chối đề nghị nhưng yêu cầu giảm giá.
