Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: Chat with Leo
ar: دردش مع ليو
ca: Xateja amb Leo
cs: Chat s Leem
da: Chat med Leo
de: Chatten mit Leo
el: Συνομιλία με τον Leo
es_mx: Chatea con Leo
fi: Keskustele Leon kanssa
fr_ca: Discuter avec Leo
he: שיחה עם ליאו
hi: लियो के साथ चैट
hr: Razgovarajte s Leom
hu: Beszélj Leo-val
id: Obrol dengan Leo
it: Chatta con Leo
ja: レオとチャットする
ms: Berbual dengan Leo
nb: Chat med Leo
nl: Chat met Leo
pl: Czat z Leo
pt_pt: Conversar com Leo
ro: Conversați cu Leo
ru: Чат с Лео
sk: Chatujte s Leo
sv: Chatt med Leo
th: พูดคุยกับ Leo
tr: Leo ile Sohbet Et
uk: Чат з Лео
vi: Trò chuyện với Leo

source: Welcome to Leo, your personal AI assistant available 24/7 to help with any task, question, or conversation. Let us show you how easy and enjoyable it is to use Leo for work, personal life, or just a fun chat.
ar: في Leo ، مساعدك الشخصي للذكاء الاصطناعي المتاح على مدار الساعة للمساعدة في أي مهمة أو سؤال أو محادثة. دعنا نريك كيف يسهل وممتع استخدام Leo للعمل أو الحياة الشخصية أو مجرد محادثة ممتعة.
ca: Benvingut a Leo, el teu assistent personal d'intel·ligència artificial disponible 24/7 per ajudar en qualsevol tasca, pregunta o conversa. Deixa que et mostrem com és fàcil i agradable utilitzar Leo per a la teva feina, vida personal o xatejar.
cs: Vítejte v ChatLeu, vašem osobním asistentovi AI k dispozici 24/7, který vám pomůže s jakýmkoli úkolem, otázkou nebo konverzací. Dovolte nám ukázat vám, jak snadné a příjemné je používání ChatLea pro práci, osobní život nebo jen zábavný chat.
da: Velkommen til Leo, din personlige AI-assistent, der er tilgængelig 24/7 for at hjælpe med enhver opgave, spørgsmål eller samtale. Lad os vise dig, hvor nemt og sjovt det er at bruge Leo til arbejde, personligt liv eller bare en sjov chat.
de: Willkommen bei Leo, Ihrem persönlichen AI-Assistenten, der rund um die Uhr verfügbar ist, um bei jeder Aufgabe, Frage oder Unterhaltung zu helfen. Lassen Sie uns Ihnen zeigen, wie einfach und angenehm es ist, Leo für die Arbeit, das persönliche Leben oder einfach nur einen lustigen Chat zu nutzen.
el: Καλώς ήρθατε στο Leo, τον προσωπικό σας AI βοηθό που είναι διαθέσιμος 24/7 για να βοηθήσει σε οποιαδήποτε εργασία, ερώτηση ή συζήτηση. Αφήστε μας να σας δείξουμε πόσο εύκολο και ευχάριστο είναι να χρησιμοποιήσετε το Leo για τη δουλειά, την προσωπική ζωή ή απλά για μια διασκεδαστική συζήτηση.
es_mx: Bienvenido a Leo, tu asistente personal de inteligencia artificial disponible las 24 horas del día, los 7 días de la semana, para ayudarte con cualquier tarea, pregunta o conversación. Déjanos mostrarte lo fácil y agradable que es usar Leo para el trabajo, la vida personal o simplemente para una charla divertida.
fi: Tervetuloa Leo-asiakaspalveluun! Henkilökohtainen tekoälyassistenttisi on käytettävissäsi 24/7 auttamassa tehtävissäsi, vastaamassa kysymyksiisi tai vain keskustelemassa kanssasi. Anna meidän näyttää, kuinka helppoa ja hauskaa Leon käyttö voi olla työssä, henkilökohtaisessa elämässä tai vain rennossa jutustelussa.
fr_ca: Bienvenue sur Leo, votre assistant personnel d'IA disponible 24h/24 et 7j/7 pour vous aider dans toutes vos tâches, questions ou conversations. Laissez-nous vous montrer à quel point il est facile et agréable d'utiliser Leo pour le travail, la vie personnelle ou juste pour discuter.
he: ברוכים הבאים ל-Leo, העוזר האישי שלכם, המוכן לעזור לכם 24/7 עם כל משימה, שאלה או שיחה. נראה לכם כמה קל ונעים להשתמש ב-Leo לעבודה, לחיים האישיים או פשוט לשיחה מהנה.
hi: चैटलियो में आपका स्वागत है, जो आपको किसी भी कार्य, प्रश्न या बातचीत में मदद करने के लिए 24/7 उपलब्ध आपका व्यक्तिगत एआई सहायक है। आइए हम आपको दिखाते हैं कि काम, व्यक्तिगत जीवन या सिर्फ एक मजेदार चैट के लिए चैटलियो का उपयोग करना कितना आसान और मजेदार हो सकता है।
hr: Dobrodošli u Leo, vaš osobni asistent s umjetnom inteligencijom dostupan 24 sata dnevno, 7 dana u tjednu, kako bi vam pomogao sa zadatkom, pitanjem ili razgovorom. Dozvolite nam da vam pokažemo koliko je lako i zabavno koristiti Leo za posao, privatni život ili jednostavno za zabavni razgovor.
hu: Üdvözöljük a Leo-ban, az Ön személyes AI asszisztensében, amely 24/7 rendelkezésre áll, hogy segítsen bármilyen feladattal, kérdéssel vagy beszélgetéssel. Hadd mutassuk meg, milyen könnyű és élvezetes a Leo használata munkához, személyes élethez vagy csak egy szórakoztató beszélgetéshez.
id: Selamat datang di Leo, asisten AI pribadi Anda yang tersedia 24/7 untuk membantu dalam setiap tugas, pertanyaan, atau percakapan. Biarkan kami menunjukkan betapa mudah dan menyenangkan menggunakan Leo untuk pekerjaan, kehidupan pribadi, atau sekadar obrolan yang menyenangkan.
it: Benvenuto in Leo, il tuo assistente personale di intelligenza artificiale disponibile 24/7 per aiutarti con qualsiasi compito, domanda o conversazione. Lascia che ti mostriamo quanto sia facile e piacevole usare Leo per il lavoro, la vita personale o solo per una conversazione divertente.
ja: Leoへようこそ。あなたの個人的なAIアシスタントであり、タスク、質問、または会話について24時間365日利用可能です。Leoを仕事、個人の生活、またはただの楽しいチャットに使用することがどれだけ簡単で楽しいかをお見せしましょう。
ms: Selamat datang ke Leo, pembantu AI peribadi anda yang tersedia 24/7 untuk membantu dengan sebarang tugas, soalan, atau perbualan. Biarkan kami tunjukkan kepada anda betapa mudah dan menyeronokkan menggunakan Leo untuk kerja, kehidupan peribadi, atau sekadar perbualan yang menyeronokkan.
nb: Velkommen til Leo, din personlige AI-assistent tilgjengelig 24/7 for å hjelpe med enhver oppgave, spørsmål eller samtale. La oss vise deg hvor enkelt og hyggelig det er å bruke Leo for arbeid, personlige liv eller bare en hyggelig prat.
nl: Welkom bij Leo, uw persoonlijke AI-assistent die 24/7 beschikbaar is om te helpen bij elke taak, vraag of gesprek. Laat ons u laten zien hoe gemakkelijk en plezierig het is om Leo te gebruiken voor werk, persoonlijk leven of gewoon voor een leuk gesprek.
pl: Witaj w Leo, Twoim osobistym asystencie AI, dostępnym 24/7, który pomoże w każdym zadaniu, pytaniu lub rozmowie. Pozwól nam pokazać Ci, jak łatwo i przyjemnie korzystać z Leo w pracy, życiu prywatnym lub tylko dla zabawy.
pt_pt: Bem-vindo ao Leo, seu assistente pessoal de IA disponível 24 horas por dia, 7 dias por semana, para ajudar em qualquer tarefa, pergunta ou conversa. Deixe-nos mostrar como é fácil e agradável usar o Leo para trabalho, vida pessoal ou apenas para um bate-papo divertido.
ro: Bun venit la Leo, asistentul tău personal de inteligență artificială disponibil 24/7 pentru a te ajuta în orice sarcină, întrebare sau conversație. Să-ți arătăm cât de ușor și plăcut este să folosești Leo pentru muncă, viață personală sau doar o conversație distractivă.
ru: Добро пожаловать в Leo, вашего персонального AI-ассистента, доступного 24/7 для помощи в любых задачах, вопросах или разговорах. Позвольте нам показать вам, насколько легко и приятно использовать Leo для работы, личной жизни или просто для веселого чата.
sk: Vitajte v Leo, váš osobný asistent s umelou inteligenciou k dispozícii 24/7, ktorý vám pomôže s akoukoľvek úlohou, otázkou alebo konverzáciou. Dovoľte nám vám ukázať, ako ľahké a príjemné je používať Leo pre prácu, osobný život alebo len zábavný chat.
sv: Välkommen till Leo, din personliga AI-assistent tillgänglig 24/7 för att hjälpa dig med vilken uppgift, fråga eller konversation som helst. Låt oss visa dig hur lätt och trevligt det är att använda Leo för arbete, personligt liv eller bara en rolig pratstund.
th: ยินดีต้อนรับสู่ Leo ผู้ช่วย AI ส่วนตัวของคุณที่พร้อมให้บริการตลอด 24/7 เพื่อช่วยในการทำงาน คำถาม หรือการสนทนาใดๆ มาเราจะแสดงให้เห็นว่าใช้ Leo สำหรับงาน ชีวิตส่วนตัว หรือแค่การสนทนาสนุก ๆ มันง่ายและสนุกอย่างไร้ขีดจำกัด
tr: Herhangi bir görev, soru veya sohbet için 7/24 kullanılabilir kişisel AI asistanınız Leo'ya hoş geldiniz. Leo'yu iş, kişisel yaşam veya sadece eğlenceli bir sohbet için kullanmanın ne kadar kolay ve keyifli olduğunu size gösterelim.
uk: Ласкаво просимо до Leo, вашого персонального AI-асистента, доступного 24/7, щоб допомогти з будь-яким завданням, запитанням або розмовою. Дозвольте нам показати вам, наскільки легко і приємно використовувати Leo для роботи, особистого життя або просто для розважального чатування.
vi: Chào mừng bạn đến với Leo, trợ lý trí tuệ nhân tạo cá nhân của bạn, sẵn sàng giúp đỡ bất kỳ nhiệm vụ, câu hỏi hoặc cuộc trò chuyện nào trong 24/7. Hãy để chúng tôi cho bạn thấy cách sử dụng Leo dễ dàng và thú vị cho công việc, cuộc sống cá nhân hoặc chỉ đơn giản là trò chuyện vui vẻ.

source: Leo Pro Tips
ar: نصائح Leo
ca: Consells de Leo
cs: Tipy Leo Pro
de: Leo Pro-Tipps
el: Συμβουλές για το Leo Pro
es_mx: Consejos de Leo Pro
fi: Leo -vinkit
fr_ca: Conseils professionnels Leo
he: טיפים מקצועיים של Leo
hi: लियो के प्रो टिप्स
hr: Savjeti za Leo
hu: Leo Pro Tippek
id: Tips Pro Leo
it: Suggerimenti Leo Pro
ms: Petua Pro Leo
pl: Porady Leo Pro
pt_pt: Bate-papo Leo Pro Dicas
ro: Sfaturi Pro pentru Leo
ru: Советы Leo Pro
sk: Tipy na Leo Pro
th: เคล็ดลับ Leo Pro
tr: Leo Pro İpuçları
uk: Підказки про Leo Pro
vi: Mẹo Pro của Leo

source: Make use of natural language: Leo is designed to understand natural language, so don't be afraid to ask questions and speak in a conversational tone. Try out different commands: Leo can do a lot more than just answer questions, so try out different commands to see what it can do. Keep the conversation going: Leo is always ready to chat, so keep the conversation going and see where it takes you.
ar: استخدم اللغة الطبيعية: تم تصميم Leo لفهم اللغة الطبيعية ، لذا لا تخاف من طرح الأسئلة والتحدث بلهجة محادثة. جرب أوامر مختلفة: يمكن لـ Leo القيام بأكثر من مجرد الإجابة على الأسئلة ، لذا جرب الأوامر المختلفة لمعرفة ما يمكنه القيام به. استمر في المحادثة: يعد Leo دائمًا جاهزًا للدردشة ، لذا استمر في المحادثة وانظر إلى أين يأخذك.
ca: Fes ús de llenguatge natural: Leo està dissenyat per entendre el llenguatge natural, així que no tinguis por de fer preguntes i parlar amb un to conversacional. Prova diferents comandes: Leo pot fer molt més que respondre preguntes, així que prova diferents comandes per veure què pot fer. Mantén la conversa en curs: Leo sempre està llest per xatejar, així que mantén la conversa en curs i veure on et porta.
cs: Využijte přirozeného jazyka: Leo je navržen tak, aby rozuměl přirozenému jazyku, takže se nebojte klást otázky a mluvit konverzačním tónem. Vyzkoušejte různé příkazy: Leo umí dělat mnohem víc než jen odpovídat na otázky, takže vyzkoušejte různé příkazy, abyste viděli, co dokáže. Udržujte konverzaci v chodu: Leo je vždy připraven k chatování, takže udržujte konverzaci v chodu a uvidíte, kam vás to dovede.
da: Brug naturligt sprog: Leo er designet til at forstå naturligt sprog, så vær ikke bange for at stille spørgsmål og tale i en samtale-tone. Prøv forskellige kommandoer: Leo kan gøre meget mere end bare at besvare spørgsmål, så prøv forskellige kommandoer for at se, hvad den kan gøre. Hold samtalen i gang: Leo er altid klar til at chatte, så hold samtalen i gang og se, hvor den tager dig.
de: Nutzen Sie die natürliche Sprache: Leo ist so konzipiert, dass er natürliche Sprache versteht. Fragen Sie also ruhig und sprechen Sie in einem konversationellen Ton. Probieren Sie verschiedene Befehle aus: Leo kann viel mehr als nur Fragen beantworten, probieren Sie also verschiedene Befehle aus, um zu sehen, was er kann. Halten Sie die Konversation am Laufen: Leo ist immer bereit zu chatten, also halten Sie die Konversation am Laufen und sehen Sie, wohin sie Sie führt.
el: Χρησιμοποιήστε φυσική γλώσσα: Το Leo είναι σχεδιασμένο να κατανοήσει τη φυσική γλώσσα, οπότε μην φοβάστε να κάνετε ερωτήσεις και να μιλάτε σε μια συνομιλητική τόνο. Δοκιμάστε διαφορετικές εντολές: Το Leo μπορεί να κάνει πολλά περισσότερα από απλές απαντήσεις σε ερωτήσεις, οπότε δοκιμάστε διαφορετικές εντολές για να δείτε τι μπορεί να κάνει. Κρατήστε τη συνομιλία συνεχή: Το Leo είναι πάντα έτοιμο να συνομιλήσει, οπότε συνεχίστε τη συζήτηση και δείτε πού θα σας οδηγήσει.
es_mx: Utiliza el lenguaje natural: Leo está diseñado para entender el lenguaje natural, así que no tengas miedo de hacer preguntas y hablar en un tono conversacional. Prueba diferentes comandos: Leo puede hacer mucho más que solo responder preguntas, así que prueba diferentes comandos para ver qué puede hacer. Mantén la conversación: Leo siempre está listo para chatear, así que sigue la conversación y ve a donde te lleve.
fi: Käytä luonnollista kieltä: Leo on suunniteltu ymmärtämään luonnollista kieltä, joten älä epäröi kysyä kysymyksiä ja puhua rennolla sävyllä. Kokeile erilaisia. Jatka keskustelua: Leo on aina valmis jutustelemaan, joten jatka keskustelua ja katso, minne se vie sinut.
fr_ca: Utilisez un langage naturel : Leo est conçu pour comprendre le langage naturel, alors n'hésitez pas à poser des questions et à parler d'une manière conversationnelle. Essayez différentes commandes : Leo peut faire bien plus que simplement répondre aux questions, alors essayez différentes commandes pour voir ce qu'il peut faire. Maintenez la conversation : Leo est toujours prêt à discuter, alors continuez la conversation et voyez où elle vous mène.
he: השתמשו בשפה טבעית: Leo מיועד להבין שפה טבעית, לכן אל תפחדו לשאול שאלות ולדבר בטון שיחה. נסו פקודות שונות: Leo יכול לעשות הרבה יותר מלענות על שאלות, לכן נסו פקודות שונות כדי לראות מה הוא יכול לעשות. המשיכו את השיחה: Leo תמיד מוכן לשיחה, לכן המשיכו את השיחה וראו לאן הוא יכול לקחת אתכם.
hi: प्राकृतिक भाषा का उपयोग करें: चैटलियो को प्राकृतिक भाषा समझने के लिए डिज़ाइन किया गया है, इसलिए प्रश्न पूछने और बातचीत करने के लिए डरने की आवश्यकता नहीं है। विभिन्न कमांड का उपयोग करें: चैटलियो सिर्फ प्रश्नों का जवाब देने के लिए नहीं है, इसलिए विभिन्न कमांड का उपयोग करें और देखें कि वह क्या कर सकता है। बातचीत जारी रखें: चैटलियो हमेशा चैट करने के लिए तैयार है, इसलिए बातचीत जारी रखें और देखें कि यह आपको कहां ले जाता है।
hr: Iskoristite prirodni jezik: Leo je dizajniran da razumije prirodni jezik, pa se ne bojte postavljati pitanja i govoriti u konverzacijskom tonu. Isprobajte različite naredbe: Leo može puno više odgovoriti na pitanja, pa isprobajte različite naredbe da vidite što sve može učiniti. Nastavite razgovor: Leo je uvijek spreman za razgovor, pa nastavite razgovor i vidite gdje vas to vodi.
hu: Használja a természetes nyelvet: A Leo úgy van tervezve, hogy megértse a természetes nyelvet, így ne féljen kérdéseket feltenni és beszélgető hangnemben beszélni. Próbáljon ki különböző parancsokat: A Leo sokkal többet tud, mint csak válaszolni a kérdésekre, így próbáljon ki különböző parancsokat, hogy lássa, mit tud csinálni. Tartsa fenn a beszélgetést: A Leo mindig kész beszélgetni, így folytassa a beszélgetést, és nézze meg, hová vezeti.
id: Manfaatkan bahasa alami: Leo dirancang untuk memahami bahasa alami, jadi jangan takut untuk bertanya dan berbicara dengan nada percakapan. Coba perintah yang berbeda: Leo bisa melakukan lebih dari sekadar menjawab pertanyaan, jadi coba perintah yang berbeda untuk melihat apa yang bisa dilakukan. Terus pertahankan percakapan: Leo selalu siap untuk obrolan, jadi terus pertahankan percakapan dan lihat ke mana itu akan membawa Anda.
it: Usa il linguaggio naturale: Leo è progettato per capire il linguaggio naturale, quindi non avere paura di fare domande e parlare in un tono conversazionale. Prova diversi comandi: Leo può fare molto di più che rispondere alle domande, quindi prova diversi comandi per vedere cosa può fare. Mantieni viva la conversazione: Leo è sempre pronto a chattare, quindi tieni viva la conversazione e vedi dove ti porta.
ja: 自然言語を活用してください。Leoは自然言語を理解するように設計されているため、質問をすることや会話のトーンを自然にすることを躊躇しないでください。 異なるコマンドを試してください。Leoは質問に答えるだけでなく、多くのことができるため、異なるコマンドを試してみて、何ができるかを確認してください。 会話を続けてください。Leoはいつでもチャットに対応できるため、会話を続けて、どこに連れて行かれるかを見てください。
ms: Gunakan bahasa semulajadi: Leo direka untuk memahami bahasa semulajadi, jadi jangan takut untuk bertanya soalan dan bercakap dengan nada perbualan. Cuba pelbagai arahan: Leo boleh melakukan banyak perkara selain menjawab soalan, jadi cuba pelbagai arahan untuk melihat apa yang boleh dilakukan. Teruskan perbualan: Leo sentiasa sedia untuk berbual, jadi teruskan perbualan dan lihat ke mana ia membawa anda.
nb: Bruk naturlig språk: Leo er designet for å forstå naturlig språk, så ikke vær redd for å stille spørsmål og snakke i en samtale-tone. Prøv ut forskjellige kommandoer: Leo kan gjøre mye mer enn bare å svare på spørsmål, så prøv ut forskjellige kommandoer for å se hva den kan gjøre. Hold samtalen i gang: Leo er alltid klar for en prat, så hold samtalen i gang og se hvor den tar deg.
nl: Maak gebruik van natuurlijke taal: Leo is ontworpen om natuurlijke taal te begrijpen, dus wees niet bang om vragen te stellen en in een conversatietoon te spreken. Probeer verschillende commando's uit: Leo kan veel meer dan alleen vragen beantwoorden, dus probeer verschillende commando's uit om te zien wat het kan doen. Houd het gesprek gaande: Leo is altijd klaar om te chatten, dus houd het gesprek gaande en kijk waar het u brengt.
pl: Korzystaj z naturalnego języka: Leo został zaprojektowany, aby rozumieć naturalny język, więc nie bój się zadawać pytań i mówić w sposób konwersacyjny. Wypróbuj różne polecenia: Leo może zrobić znacznie więcej niż tylko odpowiadać na pytania, więc wypróbuj różne polecenia, aby zobaczyć, co potrafi. Kontynuuj rozmowę: Leo zawsze jest gotów do rozmowy, więc kontynuuj rozmowę i zobacz, dokąd Cię to zaprowadzi.
pt_pt: Faça uso da linguagem natural: O Leo foi projetado para entender a linguagem natural, portanto, não tenha medo de fazer perguntas e falar em tom de conversa. Experimente diferentes comandos: Leo pode fazer muito mais do que apenas responder a perguntas, então experimente diferentes comandos para ver o que ele pode fazer. Continue a conversa: o Leo está sempre pronto para conversar, então continue a conversa e veja aonde ela leva você.
ro: Folosește limbajul natural: Leo este conceput să înțeleagă limbajul natural, deci nu te teme să pui întrebări și să vorbești într-un ton conversațional. Încearcă diferite comenzi: Leo poate face mult mai mult decât să răspundă la întrebări, așa că încearcă diferite comenzi pentru a vedea ce poate face. Menține conversația: Leo este mereu gata să converseze, deci menține conversația și vezi unde te poartă ea.
ru: Используйте естественный язык: Leo разработан для понимания естественного языка, поэтому не бойтесь задавать вопросы и говорить разговорным тоном. Попробуйте различные команды: Leo может делать гораздо больше, чем просто отвечать на вопросы, так что попробуйте различные команды, чтобы увидеть, что он может сделать. Продолжайте разговор: Leo всегда готов к общению, так что продолжайте разговор и посмотрите, куда он вас приведет.
sk: Používajte prirodzený jazyk: Leo je navrhnutý tak, aby rozumel prirodzenému jazyku, takže sa nebojte položiť otázky a hovoriť konverzačným tónom. Vyskúšajte rôzne príkazy: Leo dokáže oveľa viac ako len odpovedať na otázky, takže vyskúšajte rôzne príkazy, aby ste videli, čo dokáže. Udržujte konverzáciu: Leo je vždy pripravený na chat, takže udržujte konverzáciu a uvidíte, kam vás to zavedie.
sv: Använd naturligt språk: Leo är utformad för att förstå naturligt språk, så var inte rädd för att ställa frågor och tala i en konversations ton. Prova olika kommandon: Leo kan göra mycket mer än bara svara på frågor, så prova olika kommandon för att se vad det kan göra. Håll konversationen igång: Leo är alltid redo att chatta, så håll konversationen igång och se vart den tar dig.
th: ใช้ภาษาธรรมชาติ: Leo ถูกออกแบบมาเพื่อเข้าใจภาษาธรรมชาติ ดังนั้นอย่ากลัวที่จะถามคำถามและพูดในลักษณะการสนทนา ลองใช้คำสั่งต่าง ๆ : Leo สามารถทำอะไรได้มากกว่าเพียงการตอบคำถามเท่านั้น ดังนั้นลองใช้คำสั่งต่าง ๆ เพื่อดูว่ามันสามารถทำอะไรได้บ้าง เก็บสนทนาไว้ต่อไป: Leo พร้อมที่จะคุยตลอดเวลา ดังนั้นคุณสามารถเก็บสนทนาไว้ต่อไปและดูว่ามันจะพาคุณไปสู่ที่ไหนได้บ้าง
tr: Doğal dili kullanın: Leo, doğal dil anlama yeteneği için tasarlanmıştır, bu nedenle sorular sormaktan veya konuşma tonunuzla konuşmaktan çekinmeyin. Farklı komutları deneyin: Leo sadece soruları cevaplamakla kalmaz, çok daha fazlasını yapabilir, bu nedenle farklı komutları deneyin ve neler yapabileceğini görün. Sohbeti devam ettirin: Leo her zaman sohbet etmeye hazırdır, bu nedenle sohbeti devam ettirin ve nereye gideceğini görün.
uk: Використовуйте природну мову: Leo розроблений, щоб розуміти природну мову, тому не бійтеся задавати запитання і говорити розмовним тоном. Спробуйте різні команди: Leo може багато більше, ніж просто відповідати на запитання, тому спробуйте різні команди, щоб побачити, що він може зробити. Продовжуйте розмову: Leo завжди готовий до розмови, тому продовжуйте розмову і побачите, куди вона вас занесе.
vi: Tận dụng ngôn ngữ tự nhiên: Leo được thiết kế để hiểu ngôn ngữ tự nhiên, vì vậy đừng ngần ngại hỏi câu hỏi và nói theo cách trò chuyện. Thử các lệnh khác nhau: Leo có thể làm nhiều việc hơn chỉ trả lời câu hỏi, vì vậy hãy thử các lệnh khác nhau để xem nó có thể làm gì. Giữ cuộc trò chuyện đi: Leo luôn sẵn sàng để trò chuyện, vì vậy hãy giữ cuộc trò chuyện đi và xem nó sẽ đưa bạn đến đâu.

source: Enable Notifications
ar: تمكين الإشعارات
ca: Activar les notificacions
cs: Povolit oznámení
da: Aktivér notifikationer
de: Benachrichtigungen aktivieren
el: Ενεργοποιήστε τις ειδοποιήσεις
es_mx: Habilitar Notificaciones
fi: Ota ilmoitukset käyttöön
fr_ca: Activer les notifications
he: אפשר התראות
hi: सूचनाएं सक्षम करें
hr: Omogućite obavijesti
hu: Értesítések engedélyezése
id: Aktifkan Notifikasi
it: Abilita le notifiche
ja: 通知を有効にする
ms: Aktifkan Pemberitahuan
nb: Aktiver varsler
nl: Meldingen inschakelen
pl: Włącz powiadomienia
pt_pt: Ativar notificações
ro: Activează Notificările
ru: Включить уведомления
sk: Povoliť oznámenia
sv: Aktivera meddelanden
th: เปิดการแจ้งเตือน
tr: Bildirimleri Etkinleştirin
uk: Увімкнути повідомлення
vi: Bật thông báo
