Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: Enable notifications to ensure that you stay up-to-date and never miss any important information.
ar: قم بتمكين الإشعارات للتأكد من أنك على اطلاع دائمًا وأنك لا تفوت أي معلومات هامة.
ca: Activa les notificacions per assegurar-te de estar actualitzat i no perdre cap informació important.
cs: Povolením oznámení zajistíte, že budete vždy aktuální a nikdy nezmeškáte žádné důležité informace.
da: Aktivér notifikationer for at sikre dig, at du altid er opdateret og aldrig går glip af vigtig information.
de: Aktivieren Sie Benachrichtigungen, um sicherzustellen, dass Sie auf dem neuesten Stand bleiben und keine wichtigen Informationen verpassen.
el: Ενεργοποιήστε τις ειδοποιήσεις για να είστε ενημερωμένοι και να μη χάσετε ποτέ καμία σημαντική πληροφορία.
es_mx: Habilita las notificaciones para asegurarte de estar al día y nunca perderte información importante.
fi: Ota ilmoitukset käyttöön, jotta pysyt ajan tasalla etkä missaa tärkeitä tietoja.
fr_ca: Activez les notifications pour rester à jour et ne jamais manquer d'informations importantes.
he: אפשר התראות כדי להיות מעודכנים ולא לפספס שום מידע חשוב.
hi: सूचनाओं को सक्षम करने से सुनिश्च
hr: Omogućite obavijesti kako biste bili ažurirani i nikada ne propustili važne informacije.
hu: Engedélyezze az értesítéseket, hogy mindig naprakész legyen és ne maradjon le semmilyen fontos információról.
id: Aktifkan notifikasi untuk memastikan Anda tetap terkini dan tidak melewatkan informasi penting.
it: Abilita le notifiche per assicurarti di rimanere sempre aggiornato e non perdere mai informazioni importanti.
ja: 通知を有効にして、最新情報を把握し、重要な情報を見逃さないようにしてください。
ms: Aktifkan pemberitahuan untuk memastikan anda sentiasa terkini dan tidak terlepas sebarang maklumat penting.
nb: Aktiver varsler for å sørge for at du holder deg oppdatert og aldri går glipp av viktig informasjon.
nl: Schakel meldingen in om ervoor te zorgen dat u up-to-date blijft en geen belangrijke informatie mist.
pl: Włącz powiadomienia, aby być na bieżąco i nigdy nie przegapić żadnej ważnej informacji.
pt_pt: Ative as notificações para garantir que você fique atualizado e nunca perca nenhuma informação importante.
ro: Activează notificările pentru a te asigura că ești mereu la curent și că nu ratezi nicio informație importantă.
ru: Включите уведомления, чтобы быть в курсе и никогда не пропустить важную информацию.
sk: Povolením oznámení zabezpečíte, aby ste boli vždy informovaní a nikdy ste nezmeškali žiadne dôležité informácie.
sv: Aktivera meddelanden för att säkerställa att du är uppdaterad och aldrig missar viktig information.
th: เปิดการแจ้งเตือนเพื่อให้แน่ใจว่าคุณจะอัปเดตข้อมูลล่าสุดและไม่พลาดข้อมูลสำคัญใดๆ
tr: Bildirimleri etkinleştirerek her zaman güncel kalın ve önemli bilgileri kaçırmayın.
uk: Увімкніть повідомлення, щоб бути в курсі останніх подій і не пропустити жодної важливої інформації.
vi: Bật thông báo để đảm bảo bạn luôn cập nhật và không bỏ lỡ bất kỳ thông tin quan trọng nào.

source: By continuing, you agree to our <BUTTON><PRIVACY>Privacy Policy<BUTTON> & <BUTTON><TERMS>Terms of Use<BUTTON>.
ar: بالمتابعة، فأنت توافق على <BUTTON><PRIVACY> سياسة الخصوصية <BUTTON> و <BUTTON><TERMS> شروط الاستخدام <BUTTON> الخاصة بنا.
ca: En continuar, accepteu la nostra <BUTTON><PRIVACY>Política de privacitat<BUTTON> i les <BUTTON><TERMS>Condicions d'ús<BUTTON>.
cs: Pokračováním vyjadřujete souhlas se naší <BUTTON><PRIVACY>zásadou ochrany osobních údajů<BUTTON> a <BUTTON><TERMS>podmínkami použití<BUTTON>.
da: Ved fortsat brug accepterer du vores <BUTTON><PRIVACY>Privatlivspolitik<BUTTON> og <BUTTON><TERMS>Vilkår for brug<BUTTON>.
de: Durch die weitere Nutzung stimmen Sie unseren <BUTTON><PRIVACY>Datenschutzrichtlinien<BUTTON> und unseren <BUTTON><TERMS>Nutzungsbedingungen<BUTTON> zu.
el: Συνεχίζοντας, συμφωνείτε με την <BUTTON><PRIVACY>Πολιτική Απορρήτου<BUTTON> και τους <BUTTON><TERMS>Όρους Χρήσης<BUTTON> μας.
es_mx: Al continuar, aceptas nuestra <BUTTON><PRIVACY>Política de privacidad<BUTTON> y <BUTTON><TERMS>Términos de uso<BUTTON>.
fi: Jatkamalla hyväksyt <BUTTON><PRIVACY>tietosuojakäytäntömme<BUTTON> ja <BUTTON><TERMS>käyttöehdot<BUTTON>.
fr_ca: En continuant, vous acceptez notre <BUTTON><PRIVACY>Politique de confidentialité<BUTTON> et nos <BUTTON><TERMS>Conditions d'utilisation<BUTTON>.
he: על ידי המשך השימוש, אתה מסכים ל<BUTTON><PRIVACY>מדיניות הפרטיות שלנו<BUTTON> ול<BUTTON><TERMS>תנאי השימוש<BUTTON>.
hi: जारी रखने से, आप हमारी <BUTTON><PRIVACY>गोपनीयता नीति<BUTTON> और हमारे <BUTTON><TERMS>उपयोग की शर्तें<BUTTON> से सहमत होते हैं।
hr: Nastavkom prihvaćate našu <BUTTON><PRIVACY>Politiku privatnosti<BUTTON> i <BUTTON><TERMS>Uvjete korištenja<BUTTON>.
hu: A további használatával elfogadja <BUTTON><PRIVACY>Adatvédelmi irányelveinket<BUTTON> és a <BUTTON><TERMS>Felhasználási feltételeket<BUTTON>.
id: Dengan melanjutkan, Anda menyetujui <BUTTON><PRIVACY>Kebijakan Privasi<BUTTON> dan <BUTTON><TERMS>Syarat Penggunaan<BUTTON> kami.
it: Continuando, accetti la nostra <BUTTON><PRIVACY>Politica sulla Privacy<BUTTON> e i <BUTTON><TERMS>Termini di Utilizzo<BUTTON>.
ja: 続行することで、<BUTTON><PRIVACY>プライバシーポリシー<BUTTON>および<BUTTON><TERMS>利用規約<BUTTON>に同意することになります。
ms: Dengan meneruskan, anda bersetuju dengan <BUTTON><PRIVACY>Polisi Privasi<BUTTON> dan <BUTTON><TERMS>Syarat Penggunaan<BUTTON> kami.
nb: Ved å fortsette, samtykker du til vår <BUTTON><PRIVACY>Personvernpolicy<BUTTON> og <BUTTON><TERMS>Vilkår for bruk<BUTTON>.
nl: Door verder te gaan, gaat u akkoord met ons <BUTTON><PRIVACY>Privacybeleid<BUTTON> en <BUTTON><TERMS>Gebruiksvoorwaarden<BUTTON>.
pl: Kontynuując, akceptujesz naszą <BUTTON><PRIVACY>Politykę prywatności<BUTTON> i <BUTTON><TERMS>Regulamin<BUTTON>.
pt_pt: Ao continuar, concorda com a nossa <BUTTON><PRIVACY>Política de Privacidade<BUTTON> e <BUTTON><TERMS>Termos de Utilização<BUTTON>.
ro: Prin continuarea utilizării, sunteți de acord cu <BUTTON><PRIVACY>Politica noastră de confidențialitate<BUTTON> și cu <BUTTON><TERMS>Termenii și condițiile de utilizare<BUTTON>.
ru: Продолжая, вы соглашаетесь на наши <BUTTON><PRIVACY>Правила<BUTTON> и <BUTTON><TERMS>Условия пользования<BUTTON>
sk: Pokračovaním súhlasíte s našou <BUTTON><PRIVACY>Zásadou ochrany osobných údajov<BUTTON> a <BUTTON><TERMS>Podmienkami používania<BUTTON>.
sv: Genom att fortsätta godkänner du vår <BUTTON><PRIVACY>Integritetspolicy<BUTTON> och våra <BUTTON><TERMS>Användarvillkor<BUTTON>.
th: เมื่อดำเนินการต่อจะหมายความว่าคุณยินยอมกับ<BUTTON><PRIVACY>นโยบายความเป็นส่วนตัวของเรา<BUTTON> และ<BUTTON><TERMS>เงื่อนไขการใช้บริการ<BUTTON>
tr: Devam ederek, <BUTTON><PRIVACY>Gizlilik Politikamızı<BUTTON> ve <BUTTON><TERMS>Kullanım Koşullarımızı<BUTTON> kabul etmiş olursunuz.
uk: Продовжуючи, ви погоджуєтеся з нашою <BUTTON><PRIVACY>Політикою конфіденційності<BUTTON> та <BUTTON><TERMS>Умовами використання<BUTTON>.
vi: Tiếp tục, bạn đồng ý với <BUTTON><PRIVACY>Chính sách bảo mật<BUTTON> và <BUTTON><TERMS>Điều khoản sử dụng<BUTTON> của chúng tôi.

source: Continue
ar: استمر
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχισε
es_mx: Continuar
fi: Jatka
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastaviti
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ro: Continua
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนิน
tr: Devam
uk: Продовжити
vi: Tiếp tục

source: Ask anything
ar: اسأل أي شيء
ca: Pregunta el que vulguis
cs: Zeptejte se cokoliv
da: Spørg hvad som helst
de: Frag alles
el: Ρωτήστε οτιδήποτε
es_mx: Pregunta cualquier cosa
fi: Kysy mitä tahansa
fr_ca: Posez toutes les questions que vous voulez
he: שאלו כל דבר
hi: कुछ भी पूछो
hr: Pitaj bilo što
hu: Kérdezz bármit
id: Tanyakan apa saja
it: Chiedi qualsiasi cosa
ja: 何でも聞いてください
ms: Tanya apa-apa sahaja
nb: Spør om hva som helst
nl: Vraag wat dan ook
pl: Zadaj dowolne pytanie
pt_pt: Pergunta-nos qualquer coisa
ro: Întreabă orice
ru: Спрашивайте все
sk: Spýtajte sa na čokoľvek
sv: Fråga vad som helst
th: ถามอะไรก็ได้
tr: İstediğin her şeyi sor
uk: Запитуйте будь-що
vi: Hỏi bất cứ điều gì

source: Get instant answers. Start asking now!
ar: احصل على إجابات فورية. ابدأ السؤال الآن!
ca: Obtingueu respostes instantànies. Comenceu a preguntar ara mateix!
cs: Získejte okamžité odpovědi. Začněte se ptát hned teď!
da: Få øjeblikkelige svar. Begynd at spørge nu!
de: Erhalten Sie sofortige Antworten. Fangen Sie jetzt an zu fragen!
el: Λάβετε αμέσως απαντήσεις. Ξεκινήστε τις ερωτήσεις σας τώρα!
es_mx: Obtén respuestas instantáneas. ¡Comienza a preguntar ahora!
fi: Saat heti vastauksia. Aloita kysyminen nyt!
fr_ca: Obtenez des réponses instantanées. Posez des questions maintenant !
he: קבלו תשובות מיידיות. התחילו לשאול עכשיו!
hi: तुरंत जवाब प्राप्त करें। अभी पूछना शुरू करें!
hr: Dobijte trenutne odgovore. Počnite pitati sada!
hu: Azonnali válaszokat kap. Kezdje el most kérdezni!
id: Dapatkan jawaban instan. Mulai bertanya sekarang!
it: Ottieni risposte istantanee. Inizia a fare domande ora!
ja: 即座に回答を取得してください。今すぐ質問をしてみてください！
ms: Dapatkan jawapan segera. Mulakan bertanya sekarang!
nb: Få øyeblikkelige svar. Begynn å spørre nå!
nl: Krijg direct antwoorden. Begin nu met vragen stellen!
pl: Otrzymaj natychmiastowe odpowiedzi. Zacznij pytać teraz!
pt_pt: Obtenha respostas instantâneas. Comece a pedir agora!
ro: Obține răspunsuri instantanee. Începe să întrebi acum!
ru: Получайте мгновенные ответы. Начните задавать вопросы сейчас!
sk: Získajte okamžité odpovede. Začnite sa pýtať hneď teraz!
sv: Få omedelbara svar. Börja fråga nu!
th: ได้รับคำตอบทันที จากการถามคำถามเลย!
tr: Anında cevaplar alın. Şimdi sormaya başlayın!
uk: Отримуйте миттєві відповіді. Почніть запитувати зараз!
vi: Nhận câu trả lời ngay lập tức. Hãy bắt đầu hỏi ngay bây giờ!

source: Dialog
ar: الحوار
ca: Diàleg
el: Διάλογος
es_mx: Diálogo
fi: Dialogi
fr_ca: Dialogue
he: דיאלוג
hi: वार्तालाप
hr: Dijalog
hu: Párbeszéd
it: Dialogo
ja: ダイアログ
pt_pt: Diálogo
ru: Диалог
th: กล่องโต้ตอบ
tr: Diyalog
uk: Діалог
vi: Đối thoại

source: Get answers with your personal assistant, Leo
ar: احصل على الإجابات مع مساعدك الشخصي، Leo
ca: Obtingueu respostes amb el vostre assistent personal, Leo
cs: Získejte odpovědi s vaším osobním asistentem, Chat Leem
da: Få svar med din personlige assistent, Leo
de: Erhalten Sie Antworten von Ihrem persönlichen Assistenten, Leo
el: Λάβετε απαντήσεις με τον προσωπικό σας βοηθό, το Leo.
es_mx: Obtén respuestas con tu asistente personal, Leo
fi: Saat vastauksia henkilökohtaiselta avustajaltasi, Leolta.
fr_ca: Obtenez des réponses avec votre assistant personnel, Leo
he: קבלו תשובות עם העוזר האישי שלכם, Leo
hi: अपने व्यक्तिगत सहायक, Leo के साथ उत्तर प्राप्त करें।
hr: Dobijte odgovore od svog osobnog asistenta, Chat Lea.
hu: Kapjon válaszokat a személyes asszisztensével, a Leo-val.
id: Dapatkan jawaban dengan asisten pribadi Anda, Leo
it: Ottieni risposte con il tuo assistente personale, Leo
ja: あなたの個人的なアシスタントLeoに質問をしてください。
ms: Dapatkan jawapan dengan pembantu peribadi anda, Leo
nb: Få svar med din personlige assistent, Leo.
nl: Krijg antwoorden met uw persoonlijke assistent, Leo
pl: Zdobądź odpowiedzi dzięki swojemu osobistemu asystentowi, Leo
pt_pt: Obtenha respostas com seu assistente pessoal, Leo
ro: Obține răspunsuri cu asistentul tău personal, Leo
ru: Получите ответы с помощью вашего персонального ассистента Leo
sk: Získajte odpovede s vášho osobného asistenta, Leo
sv: Få svar med din personliga assistent, Leo
th: รับคำตอบด้วยผู้ช่วยส่วนตัวของคุณ Leo
tr: Kişisel asistanınız Leo ile cevaplar alın
uk: Отримуйте відповіді від вашого персонального асистента, Leo
vi: Nhận câu trả lời từ trợ lý cá nhân của bạn, Leo

source: Start
ar: بدء
ca: Iniciar
cs: Začít
el: Έναρξη
es_mx: Iniciar
fi: Aloita
fr_ca: Démarrer
he: התחל
hi: शुरू करें
hr: Početak
hu: Indítás
id: Mulai
it: Inizia
ja: 開始する
ms: Mula
pl: Rozpocznij
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Starta
th: เริ่ม
tr: Başlat
uk: Почати
vi: Bắt đầu

source: Try Leo 3 days for free. Tap to activate premium.
ar: جرب Leo لمدة 3 أيام مجانًا. انقر لتنشيط البريميوم.
ca: Prova Leo 3 dies de franc. Toqueu per activar el premium.
cs: Vyzkoušejte Leo 3 dny zdarma. Klepněte pro aktivaci prémiového přístupu.
da: Prøv Leo gratis i 3 dage. Tryk for at aktivere premium.
de: Probieren Sie Leo 3 Tage lang kostenlos aus. Tippen Sie zur Aktivierung des Premiums.
el: Δοκιμάστε το Leo 3 ημέρες δωρεάν. Πατήστε για ενεργοποίηση του προηγμένου.
es_mx: Prueba Leo gratis por 3 días. Toca para activar premium.
fi: Kokeile Leoa 3 päivää ilmaiseksi. Napauta aktivoidaksesi premiumin.
fr_ca: Essayez Leo gratuitement pendant 3 jours. Appuyez pour activer le premium.
he: נסה את Leo למשך 3 ימים בחינם. הקש להפעלת הפרימיום.
hi: 3 दिनों के लिए लियो का परीक्षण करें। प्रीमियम सक्रिय करने के लिए टैप करें।
hr: Isprobajte Leo 3 dana besplatno. Dodirnite za aktiviranje premiuma.
hu: Próbálja ki a Leo-t 3 napig ingyenesen. Koppintson a prémium aktiválásához.
id: Coba Leo 3 hari gratis. Ketuk untuk mengaktifkan premium.
it: Prova Leo per 3 giorni gratis. Tocca per attivare il premium.
ja: Leoを3日間無料で試してみてください。プレミアムをアクティブにするにはタップしてください。
ms: Cuba Leo selama 3 hari secara percuma. Ketik untuk mengaktifkan premium.
nb: Prøv Leo gratis i 3 dager. Trykk for å aktivere premium.
nl: Probeer Leo 3 dagen gratis. Tik om premium te activeren.
pl: Wypróbuj Leo za darmo przez 3 dni. Dotknij, aby aktywować wersję premium.
pt_pt: Experimente o Leo gratuitamente por 3 dias. Toque para ativar o premium.
ro: Încercați Leo gratuit timp de 3 zile. Atingeți pentru a activa versiunea premium.
ru: Попробуйте Leo бесплатно на 3 дня. Нажмите, чтобы активировать премиум-версию.
sk: Vyskúšajte si Leo 3 dni zdarma. Klepnite na aktiváciu prémiového režimu.
sv: Prova Leo gratis i 3 dagar. Tryck för att aktivera premium.
th: ลอง Leo 3 วันฟรี แตะเพื่อเปิดใช้งานพรีเมียม
tr: Leo'yu 3 gün ücretsiz deneyin. Premium'u etkinleştirmek için dokunun.
uk: Спробуйте Leo безкоштовно на 3 дні. Натисніть, щоб активувати преміум-версію.
vi: Thử Leo 3 ngày miễn phí. Chạm để kích hoạt chế độ cao cấp.

source: Tap below to start
ar: اضغط أدناه للبدء
ca: Premeu a continuació per començar
cs: Klepněte níže pro spuštění
da: Tryk nedenfor for at starte
de: Tippen Sie unten, um zu starten
el: Πατήστε παρακάτω για να ξεκινήσετε
es_mx: Toque abajo para iniciar
fi: Napauta aloittaaksesi
fr_ca: Appuyez ci-dessous pour commencer
he: הקש למטה כדי להתחיל
hi: शुरू करने के लिए नीचे टैप करें
hr: Dodirnite ispod za početak
hu: Kattintson az induláshoz lent
id: Ketuk di bawah untuk memulai
it: Tocca sotto per iniziare
ja: 下の部分をタップして開始してください
ms: Ketik di bawah untuk memulakan
nb: Trykk nedenfor for å starte
nl: Tik hieronder om te starten
pl: Dotknij poniżej, aby rozpocząć
pt_pt: Toque abaixo para iniciar
ro: Atingeți mai jos pentru a începe
ru: Нажмите ниже, чтобы начать
sk: Klepnite nižšie pre spustenie
sv: Tryck nedanför för att starta
th: แตะด้านล่างเพื่อเริ่มต้น
tr: Başlamak için aşağıya dokunun
uk: Натисніть нижче, щоб почати
vi: Nhấn vào bên dưới để bắt đầu

source: Questions
ar: أسئلة
ca: Preguntes
cs: Otázky
da: Spørgsmål
de: Fragen
el: Ερωτήσεις
es_mx: Preguntas
fi: Kysymykset
he: שאלות
hi: प्रश्न
hr: Pitanja
hu: Kérdések
id: Pertanyaan
it: Domande
ja: 質問
ms: Soalan
nb: Spørsmål
nl: Vragen
pl: Pytania
pt_pt: Perguntas
ro: Întrebări
ru: Вопросы
sk: Otázky
sv: Frågor
th: คำถาม
tr: Sorular
uk: Питання
vi: Câu hỏi

source: My Chats
ar: محادثاتي
ca: Les Meves Converses
cs: Moje Konverzace
da: Mine Chatbeskeder
de: Meine Chats
el: Οι Συνομιλίες μου
es_mx: Mis Chats
fi: Keskusteluni
fr_ca: Mes Chats
he: השיחות שלי
hi: मेरी चैट
hr: Moji Razgovori
hu: Az Üzeneteim
id: Obrolan Saya
it: Le Mie Chat
ja: マイチャット
ms: Perbualan Saya
nb: Mine Chats
nl: Mijn Chats
pl: Moje Czaty
pt_pt: As Minhas Conversas
ro: Conversațiile Mele
ru: Мои чаты
sk: Moje Chaty
sv: Mina Chattrum
th: การสนทนาของฉัน
tr: Sohbetlerim
uk: Мої чати
vi: Trò chuyện

source: History
ar: تاريخ
ca: Història
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es_mx: Historial
fi: Historia
fr_ca: Historique
he: היסטוריה
hi: सूचनाओं को सक्षम करने से सुनिश्च
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ms: Sejarah
nb: Historie
nl: Geschiedenis
pl: Historia
pt_pt: História
ro: Istoric
ru: История
sk: História
sv: Historik
th: ประวัติศาสตร์
tr: Geçmiş
uk: Історія
vi: Lịch sử

source: Get chatting now! Start your conversation with Leo today.
ar: ابدأ الدردشة الآن! ابدأ محادثتك مع Leo اليوم.
ca: Comenceu a xatejar ara mateix! Inicieu la vostra conversa amb Leo avui mateix.
cs: Začněte si povídat hned teď! Začněte svůj rozhovor s ChatLeem ještě dnes.
da: Kom i gang nu! Start din samtale med Leo i dag.
de: Legen Sie jetzt los! Beginnen Sie Ihre Konversation mit Leo noch heute.
el: Ξεκινήστε τη συνομιλία σας με το Leo σήμερα.
es_mx: ¡Comienza a chatear ahora! Inicia tu conversación con Leo hoy mismo.
fi: Aloita keskustelu Leon kanssa nyt!
fr_ca: Commencez à discuter maintenant ! Lancez votre conversation avec Leo dès aujourd'hui.
he: התחילו לשוחח עכשיו! התחילו את השיחה שלכם עם Leo היום.
hi: अभी चैटिंग शुरू करें! आज ही अपनी बातचीत को Leo के साथ शुरू करें।
hr: Započnite razgovor s Leom danas.
hu: Kezdje el a beszélgetést a Leo-val még ma!
id: Mulailah mengobrol sekarang! Mulai percakapan Anda dengan Leo hari ini.
it: Inizia subito a chattare! Inizia la tua conversazione con Leo oggi stesso.
ja: 今すぐチャットを開始してください！今日からLeoとの会話を始めましょう。
ms: Mula berbual sekarang! Mulakan perbualan anda dengan Leo hari ini.
nb: Kom i gang med chatting nå! Start samtalen med Leo i dag.
nl: Begin nu met chatten! Start vandaag nog uw gesprek met Leo.
pl: Zacznij rozmowę z Leo już teraz! Rozpocznij swoją rozmowę z Leo dzisiaj.
pt_pt: Comece a conversar agora! Comece sua conversa com Leo hoje.
ro: Începe-ți conversația cu Leo chiar acum!
ru: Начните общаться прямо сейчас! Начните разговор с Leo сегодня.
sk: Začnite teraz chatovať! Začnite svoju konverzáciu s Leo ešte dnes.
sv: Chatta nu! Börja din konversation med Leo idag.
th: เริ่มสนทนากันเลย! เริ่มการสนทนากับ Leo ของคุณวันนี้
tr: Şimdi sohbet etmeye başlayın! Bugün Leo ile konuşmanıza başlayın.
uk: Розпочніть розмову з Leo вже зараз!
vi: Bắt đầu cuộc trò chuyện với Leo ngay bây giờ!

source: Ok
ar: حسناً
ca: D'acord
el: Εντάξει
he: בסדר
hi: ठीक है
hr: U redu
hu: Rendben
id: Oke
ru: Окей
th: ตกลง
tr: Tamam

source: Language
ar: لغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es_mx: Idioma
fi: Kieli
fr_ca: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Your Plan
ar: خطتك
ca: El vostre pla
cs: Váš plán
da: Din plan
de: Ihr Plan
el: Ο πλάνος σας
es_mx: Tu plan
fi: Suunnitelmasi
fr_ca: Votre Plan
he: התוכנית שלכם
hi: आपकी योजना
hr: Vaš plan
hu: Az Ön tervének
id: Rencana Anda
it: Il tuo piano
ja: あなたのプラン
ms: Pelan anda
nb: Din plan
nl: Uw plan
pl: Twój plan
pt_pt: Seu plano
ro: Planul tău
ru: Ваш план
sk: Váš plán
sv: Ditt plan
th: แผนของคุณ
tr: Planınız
uk: Ваш план
vi: Kế hoạch của bạn

source: Voice
ar: صوت
ca: Veu
cs: Hlas
da: Stemme
de: Sprache
el: Φωνή
es_mx: Voz
fi: Ääni
fr_ca: Voix
he: קול
hi: आवाज
hr: Glas
hu: Hang
id: Suara
it: Voce
ja: 音声
ms: Suara
nb: Stemme
nl: Stem
pl: Głos
pt_pt: Voz
ro: Voce
ru: Голос
sk: Hlas
sv: Röst
th: เสียงพูด
tr: Ses
uk: Голос
vi: Giọng nói

source: Support
ar: الدعم
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
es_mx: Soporte
fi: Tuki
fr_ca: Assistance
he: תמיכה
hi: समर्थन
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt_pt: Apoiar
ro: Suport
ru: Поддержка
sk: Podpora
sv: Stöd
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ

source: Restore Purchases
ar: استعادة المشتريات
ca: Restaurar compreses
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es_mx: Restaurar Compras
fi: Palauta ostokset
fr_ca: Restaurer les achats
he: שחזור רכישות
hi: खरीदों को पुनः स्थापित करें
hr: Obnovi kupnje
hu: Vásárlások helyreállítása
id: Pulihkan Pembelian
it: Ripristina gli acquisti
ja: 購入を復元する
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановление покупок
sk: Obnoviť nákupy
sv: Återställ köp
th: คืนการซื้อ
tr: Satın Alımları Geri Yükle
uk: Відновлення покупок
vi: Khôi phục mua hàng

source: About
ar: حول
ca: Quant a nosaltres
cs: O nás
da: Om
de: Über
el: Περί
es_mx: Acerca de
fi: Tietoa meistä
fr_ca: À propos de nous
he: אודות
hi: के बारे में
hr: O nama
hu: Névjegy
id: Tentang
it: Informazioni su
ja: 紹介
ms: Mengenai
nb: Om
nl: Over
pl: O nas
pt_pt: Sobre
ro: Despre
ru: О нас
sk: O nás
sv: Om
th: เกี่ยวกับเรา
tr: Hakkında
uk: Про нас
vi: Giới thiệu

source: Rate Us
ar: قيّمنا
ca: Valoreu-nos
cs: Ohodnoťte nás
da: Bedøm os
de: Bewerten Sie uns
el: Αξιολογήστε μας
es_mx: Califícanos
fi: Arvostele meidät
fr_ca: Nous noter
he: דרגו אותנו
hi: हमें रेट करें
hr: Ocijenite nas
hu: Értékeljen minket
id: Beri Nilai Kami
it: Vota noi
ja: 評価する
ms: Beri Nilai Kami
nb: Vurder oss
nl: Beoordeel ons
pl: Oceń nas
pt_pt: Nos avalie
ro: Evaluează-ne
ru: Оцените нас
sk: Ohodnoťte nás
sv: Betygsätt oss
th: ให้คะแนนเรา
tr: Bizi Değerlendirin
uk: Оцінити нас
vi: Đánh giá cho chúng tôi

source: Share with Friends
ar: مشاركة مع الأصدقاء
ca: Compartiu amb amics
cs: Sdílet s přáteli
da: Del med venner
de: Mit Freunden teilen
el: Κοινοποίηση με φίλους
es_mx: Comparte con amigos
fi: Jaa ystävien kanssa
fr_ca: Partager avec des amis
he: שתפו עם חברים
hi: दोस्तों के साथ साझा करें
hr: Podijelite s prijateljima
hu: Ossza meg barátaival
id: Bagikan dengan Teman
it: Condividi con gli amici
ja: 友達に共有する
ms: Kongsi dengan Rakan-rakan
nb: Del med venner
nl: Deel met vrienden
pl: Podziel się z przyjaciółmi
pt_pt: Compartilhe com amigos
ro: Distribuie cu prietenii
ru: Поделиться с друзьями
sk: Podeľte sa s priateľmi
sv: Dela med vänner
th: แชร์กับเพื่อน
tr: Arkadaşlarla Paylaş
uk: Поділитися з друзями
vi: Chia sẻ với bạn bè

source: Restored Successfully
ar: تمت استعادته بنجاح
ca: Restauració satisfactòria
cs: Obnoveno úspěšně
da: Gendannet med succes.
de: Erfolgreich wiederhergestellt
el: Επαναφέρθηκε με επιτυχία
es_mx: Restaurado con éxito
fi: Palautettu onnistuneesti
fr_ca: Restauré avec succès.
he: שוחזר בהצלחה
hi: सफलतापूर्वक पुनर्स्थापित किया गया
hr: Uspješno obnovljeno.
hu: Sikeresen helyreállítva.
id: Pemulihan berhasil
it: Ripristinato con successo
ja: 復元されました
ms: Berjaya Dipulihkan
nb: Gjenopprettet vellykket
nl: Succesvol hersteld
pl: Pomyślnie przywrócono
pt_pt: Restaurado com sucesso
ro: Restaurare cu succes
ru: Успешно восстановлено
sk: Úspešne obnovené
sv: Återställt framgångsrikt
th: เรียกคืนสำเร็จ
tr: Başarıyla Geri Yüklendi
uk: Успішно відновлено
vi: Khôi phục thành công

source: Terms of Use
ar: شروط الاستخدام
ca: Termes d’ús
cs: Podmínky užití
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Όροι χρήσης
es_mx: Términos de uso
fi: Käyttöehdot
fr_ca: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Persyaratan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_pt: Termos de Utilização
ro: Termeni și condiții
ru: Условия использования
sk: Podmienky používania
sv: Användarvillkor
th: เงื่อนไขการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng
