Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: Unknown error. Please contact support
ar: خطأ غير معروف. يرجى الاتصال بالدعم
ca: Error desconegut. Si us plau, contacteu amb suport
cs: Neznámá chyba. Kontaktujte prosím podporu.
da: Ukendt fejl. Kontakt supporten venligst
de: Unbekannter Fehler. Bitte kontaktieren Sie den Support.
el: Άγνωστο σφάλμα. Επικοινωνήστε με την υποστήριξη
es_mx: Error desconocido. Por favor, contacte al soporte
fi: Tuntematon virhe. Ota yhteyttä tukeen
fr_ca: Erreur inconnue. Veuillez contacter le support
he: שגיאה לא ידועה. יש ליצור קשר עם התמיכה
hi: अज्ञात त्रुटि। कृपया समर्थन से संपर्क करें
hr: Nepoznata pogreška. Molimo kontaktirajte podršku
hu: Ismeretlen hiba. Kérjük, lépjen kapcsolatba a támogatással
id: Kesalahan tidak diketahui. Harap hubungi dukungan
it: Errore sconosciuto. Si prega di contattare il supporto
ja: 不明なエラー。サポートに連絡してください
ms: Ralat tidak diketahui. Sila hubungi sokongan
nb: Ukjent feil. Kontakt støtte
nl: Onbekende fout. Neem contact op met de ondersteuning
pl: Nieznany błąd. Skontaktuj się z pomocą techniczną
pt_pt: Erro desconhecido. Por favor, contacte o suporte
ro: Eroare necunoscută. Vă rugăm să contactați suportul
ru: Неизвестная ошибка. Пожалуйста, свяжитесь со службой поддержки
sk: Neznáma chyba. Prosím, kontaktujte podporu
sv: Okänt fel. Kontakta supporten
th: ข้อผิดพลาดที่ไม่รู้จัก กรุณาติดต่อฝ่ายสนับสนุน
tr: Bilinmeyen hata. Lütfen destek ile iletişime geçin
uk: Невідома помилка. Будь ласка, зверніться до підтримки
vi: Lỗi không rõ. Vui lòng liên hệ hỗ trợ

source: Sorry, the purchase is unavailable for an unknown reason. Please try again later
ar: عذرًا ، الشراء غير متاح لسبب غير معروف. يرجى المحاولة مرة أخرى في وقت لاحق
ca: Ho sentim, la compra no està disponible per una raó desconeguda. Si us plau, intenta-ho més tard
cs: Bohužel, nákup není k dispozici z neznámého důvodu. Zkuste to prosím později znovu.
da: Beklager, købet er ikke tilgængeligt af ukendte årsager. Prøv igen senere.
de: Entschuldigung, der Kauf ist aus unbekannten Gründen nicht verfügbar. Bitte versuchen Sie es später erneut.
el: Λυπούμαστε, η αγορά δεν είναι διαθέσιμη για άγνωστο λόγο. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es_mx: Lo siento, la compra no está disponible por una razón desconocida. Por favor, intenta de nuevo más tarde.
fi: Pahoittelut, ostaminen ei ole mahdollista tuntemattomasta syystä. Yritä myöhemmin uudelleen.
fr_ca: Désolé, l'achat n'est pas disponible pour une raison inconnue. Veuillez réessayer plus tard.
he: מצטערים, הרכישה אינה זמינה לסיבה לא ידועה. נסה שוב מאוחר יותר
hi: क्षमा करें, एक अज्ञात कारण के लिए खरीदारी अनुपलब्ध है। कृपया बाद में पुनः प्रयास करें।
hr: Nažalost, kupnja nije dostupna iz nepoznatih razloga. Molimo pokušajte ponovo kasnije.
hu: Sajnáljuk, a vásárlás ismeretlen okok miatt nem elérhető. Kérjük, próbálkozzon később újra.
id: Maaf, pembelian tidak tersedia karena alasan yang tidak diketahui. Silakan coba lagi nanti.
it: Spiacenti, l'acquisto non è disponibile per una ragione sconosciuta. Riprova più tardi.
ja: 申し訳ありませんが、原因不明のため購入が利用できません。後でもう一度お試しください
ms: Maaf, pembelian tidak tersedia disebabkan alasan yang tidak diketahui. Sila cuba lagi nanti
nb: Beklager, kjøpet er utilgjengelig av ukjente årsaker. Prøv igjen senere.
nl: Sorry, de aankoop is niet beschikbaar om een onbekende reden. Probeer het later opnieuw
pl: Przepraszamy, zakup jest niedostępny z nieznanych powodów. Spróbuj ponownie później.
pt_pt: Desculpe, a compra não está disponível por uma razão desconhecida. Por favor, tente novamente mais tarde.
ro: Ne pare rău, achiziția nu este disponibilă dintr-un motiv necunoscut. Vă rugăm să încercați din nou mai târziu.
ru: Извините, покупка недоступна по неизвестной причине. Пожалуйста, попробуйте еще раз позже.
sk: Prepáčte, nákup nie je k dispozícii z neznámych dôvodov. Prosím, skúste to neskôr znova.
sv: Tyvärr är köpet inte tillgängligt av okänd anledning. Vänligen försök igen senare.
th: ขออภัย การซื้อไม่สามารถใช้ได้เนื่องจากเหตุผลที่ไม่ทราบ โปรดลองอีกครั้งในภายหลัง
tr: Üzgünüz, bilinmeyen bir nedenle satın alma işlemi mümkün değil. Lütfen daha sonra tekrar deneyin.
uk: Вибачте, покупка недоступна з невідомої причини. Будь ласка, спробуйте ще раз пізніше.
vi: Xin lỗi, việc mua hàng không khả dụng vì lý do không xác định. Vui lòng thử lại sau.

source: The purchase cannot be completed. Please, change your account or device
ar: لا يمكن إتمام الشراء. يرجى تغيير حسابك أو جهازك
ca: La compra no es pot completar. Si us plau, canvieu el vostre compte o dispositiu.
cs: Nákup nelze dokončit. Prosím, změňte svůj účet nebo zařízení.
da: Købet kan ikke fuldføres. Skift din konto eller enhed.
de: Der Kauf kann nicht abgeschlossen werden. Bitte ändern Sie Ihr Konto oder Gerät.
el: Η αγορά δεν μπορεί να ολοκληρωθεί. Παρακαλώ, αλλάξτε τον λογαριασμό ή τη συσκευή σας.
es_mx: La compra no se puede completar. Por favor, cambia tu cuenta o dispositivo.
fi: Ostoprosessia ei voida suorittaa loppuun. Vaihda tilisi tai laitteesi.
fr_ca: L'achat ne peut être complété. Veuillez changer votre compte ou appareil.
he: הרכישה לא יכולה להשלים. אנא, שנה את החשבון או המכשיר שלך.
hi: खरीदारी पूर्ण नहीं की जा सकती। कृपया, अपना खाता या डिवाइस बदलें।
hr: Kupnja se ne može dovršiti. Molimo, promijenite svoj račun ili uređaj.
hu: A vásárlás nem fejeződhet be. Kérjük, változtasson a fiókján vagy az eszközén.
id: Pembelian tidak dapat diselesaikan. Silakan ubah akun atau perangkat Anda.
it: L'acquisto non può essere completato. Si prega di cambiare il tuo account o dispositivo.
ja: 購入を完了できません。アカウントまたはデバイスを変更してください。
ms: Pembelian tidak dapat dilengkapkan. Sila tukar akaun atau peranti anda.
nb: Kjøpet kan ikke fullføres. Vennligst endre kontoen eller enheten din.
nl: De aankoop kan niet worden voltooid. Wijzig uw account of apparaat.
pl: Nie można zakończyć zakupu. Proszę zmienić swoje konto lub urządzenie.
pt_pt: A compra não pode ser concluída. Por favor, altere sua conta ou dispositivo.
ro: Achiziția nu poate fi finalizată. Vă rugăm să vă schimbați contul sau dispozitivul.
ru: Невозможно завершить покупку. Пожалуйста, измените свою учетную запись или устройство.
sk: Nákup nie je možné dokončiť. Prosím, zmeňte svoj účet alebo zariadenie.
sv: Köpet kan inte slutföras. Vänligen ändra ditt konto eller enhet.
th: ไม่สามารถซื้อได้เต็มรูปแบบ กรุณาเปลี่ยนบัญชีหรืออุปกรณ์ของคุณ
tr: Satın alma tamamlanamıyor. Lütfen hesabınızı veya cihazınızı değiştirin.
uk: Покупку неможливо завершити. Будь ласка, змініть свій обліковий запис або пристрій.
vi: Không thể hoàn thành mua hàng. Vui lòng thay đổi tài khoản hoặc thiết bị của bạn.

source: Your purchase was declined. Please, check the payment details and make sure there are enough funds in your account
ar: تم رفض عملية الشراء الخاصة بك. يرجى التحقق من تفاصيل الدفع والتأكد من وجود ما يكفي من الأموال في حسابك.
ca: La seva compra ha estat rebutjada. Si us plau, comprovi els detalls de pagament i assegureu-vos que hi ha suficients fons al seu compte.
cs: Vaše platba byla zamítnuta. Zkontrolujte, prosím, detaily platby a ujistěte se, že máte dostatek prostředků na účtu.
da: Dit køb blev afvist. Venligst tjek betalingsdetaljerne og sørg for, at der er nok midler på din konto.
de: Ihr Kauf wurde abgelehnt. Bitte überprüfen Sie die Zahlungsdetails und stellen Sie sicher, dass genügend Geld auf Ihrem Konto ist.
el: Η αγορά σας απορρίφθηκε. Παρακαλώ ελέγξτε τις λεπτομέρειες πληρωμής και βεβαιωθείτε ότι υπάρχουν αρκετά κεφάλαια στον λογαριασμό σας.
es_mx: Su compra ha sido rechazada. Por favor, verifique los detalles de pago y asegúrese de que haya suficientes fondos en su cuenta.
fi: Ostoksesi hylättiin. Tarkista maksutiedot ja varmista, että tililläsi on riittävästi varoja.
fr_ca: Votre achat a été refusé. Veuillez vérifier les détails de paiement et vous assurer que vous avez suffisamment de fonds.
he: הרכישה שלך נדחתה. בבקשה, בדוק את פרטי התשלום וודא שיש מספיק כספים בחשבון שלך.
hi: आपकी खरीदारी अस्वीकृत हो गई है। कृपया भुगतान विवरणों की जांच करें और सुनिश्चित करें कि आपके खाते में पर्याप्त धन हैं।
hr: Vaša kupnja je odbijena. Molimo provjerite detalje plaćanja i provjerite ima li dovoljno sredstava na vašem računu.
hu: A vásárlás sikertelen volt. Kérjük, ellenőrizze a fizetési adatokat, és győződjön meg róla, hogy elegendő pénz áll rendelkezésre a számláján.
id: Pembelian Anda ditolak. Silakan periksa detail pembayaran dan pastikan bahwa ada cukup dana di akun Anda.
it: Il tuo acquisto è stato rifiutato. Controlla i dettagli di pagamento e assicurati che ci siano fondi sufficienti nel tuo conto.
ja: 購入が拒否されました。支払いの詳細を確認し、あなたのアカウントに十分な資金があることを確認してください。
ms: Pembelian anda ditolak. Sila semak butiran pembayaran dan pastikan terdapat dana yang mencukupi dalam akaun anda.
nb: Ditt kjøp ble avvist. Vennligst sjekk betalingsdetaljer og sørg for at det er nok midler på kontoen din.
nl: Uw aankoop is geweigerd. Controleer de betalingsgegevens en zorg ervoor dat er voldoende geld op uw account staat.
pl: Twoja płatność została odrzucona. Sprawdź szczegóły płatności i upewnij się, że na Twoim koncie znajdują się wystarczające środki.
pt_pt: A sua compra foi recusada. Por favor, verifique os detalhes do pagamento e certifique-se de que há fundos suficientes na sua conta.
ro: Achiziția dvs. a fost refuzată. Vă rugăm să verificați detaliile de plată și să vă asigurați că există suficiente fonduri în contul dvs.
ru: Ваша покупка была отклонена. Пожалуйста, проверьте данные платежа и убедитесь, что на вашем счете достаточно средств.
sk: Vaša platba bola odmietnutá. Skontrolujte údaje o platbe a uistite sa, že na vašom účte máte dostatok finančných prostriedkov.
sv: Ditt köp nekades. Vänligen kontrollera betalningsuppgifterna och se till att det finns tillräckligt med pengar på ditt konto.
th: การซื้อของคุณถูกปฏิเสธ โปรดตรวจสอบรายละเอียดการชำระเงินและตรวจสอบว่ามีเงินเพียงพอในบัญชีของคุณ
tr: Satın alımınız reddedildi. Lütfen ödeme ayrıntılarını kontrol edin ve hesabınızda yeterli fon olduğundan emin olun.
uk: Вашу покупку відхилено. Будь ласка, перевірте дані платежу та переконайтеся, що на вашому рахунку достатньо коштів.
vi: Giao dịch của bạn bị từ chối. Vui lòng kiểm tra chi tiết thanh toán và đảm bảo rằng có đủ tiền trong tài khoản của bạn.

source: The purchase is not available for the selected payment method. Please, make sure your payment method allows you to make online purchases
ar: الشراء غير متاح لطريقة الدفع المحددة. يرجى التأكد من أن طريقة الدفع الخاصة بك تسمح لك بالقيام بالمشتريات عبر الإنترنت.
ca: La compra no està disponible per al mètode de pagament seleccionat. Assegureu-vos que el vostre mètode de pagament us permet realitzar compres en línia.
cs: Nákup není k dispozici pro zvolený způsob platby. Ujistěte se, že váš způsob platby umožňuje nákupy online.
da: Købet er ikke tilgængeligt for den valgte betalingsmetode. Sørg for, at din betalingsmetode tillader dig at foretage onlinekøb.
de: Der Kauf ist nicht verfügbar für die ausgewählte Zahlungsmethode. Stellen Sie sicher, dass Ihre Zahlungsmethode Online-Einkäufe zulässt.
el: Η αγορά δεν είναι διαθέσιμη για την επιλεγμένη μέθοδο πληρωμής. Βεβαιωθείτε ότι η μέθοδος πληρωμής σας επιτρέπει να κάνετε online αγορές.
es_mx: La compra no está disponible para el método de pago seleccionado. Por favor, asegúrese de que su método de pago le permite hacer compras en línea.
fi: Ostoa ei ole saatavilla valitulle maksutavalle. Varmista, että maksutapasi sallii online-ostokset.
fr_ca: L'achat n'est pas disponible pour le mode de paiement sélectionné. Assurez-vous que votre mode de paiement vous permet de faire des achats en ligne.
he: הרכישה אינה זמינה עבור שיטת התשלום שנבחרה. וודאו ששיטת התשלום שלכם מאפשרת לכם לבצע רכישות באינטרנט.
hi: चयनित भुगतान विधि के लिए खरीदारी उपलब्ध नहीं है। कृपया सुनिश्चित करें कि आपकी भुगतान विधि आपको ऑनलाइन खरीदारी करने की अनुमति देती है।
hr: Kupnja nije dostupna za odabrani način plaćanja. Provjerite da vaš način plaćanja omogućava online kupnju.
hu: Az adott fizetési mód nem érhető el a vásárláshoz. Ellenőrizze, hogy a fizetési módja lehetővé teszi az online vásárlást.
id: Pembelian tidak tersedia untuk metode pembayaran yang dipilih. Pastikan metode pembayaran Anda memungkinkan Anda untuk melakukan pembelian online.
it: L'acquisto non è disponibile per il metodo di pagamento selezionato. Verifica che il tuo metodo di pagamento ti consenta di effettuare acquisti online.
ja: 選択された支払い方法では購入できません。オンライン購入が可能な支払い方法を使用してください。
ms: Pembelian tidak tersedia untuk kaedah pembayaran yang dipilih. Pastikan kaedah pembayaran anda membolehkan anda membuat pembelian dalam talian.
nb: Kjøpet er ikke tilgjengelig for valgt betalingsmåte. Sørg for at betalingsmetoden din tillater deg å gjøre online kjøp.
nl: De aankoop is niet beschikbaar voor de geselecteerde betaalmethode. Zorg ervoor dat uw betaalmethode online aankopen toestaat.
pl: Zakup nie jest dostępny dla wybranej metody płatności.
pt_pt: A compra não está disponível para o método de pagamento selecionado. Certifique-se de que o seu método de pagamento permite compras online.
ro: Achiziția nu este disponibilă pentru metoda de plată selectată. Asigurați-vă că metoda dvs. de plată permite efectuarea achizițiilor online.
ru: Покупка недоступна для выбранного способа оплаты. Убедитесь, что ваш способ оплаты позволяет вам совершать онлайн-покупки.
sk: Nákup nie je k dispozícii pre vybranú platobnú metódu. Uistite sa, že vaša platobná metóda umožňuje online nákupy.
sv: Köpet är inte tillgängligt för det valda betalningsmedlet. Se till att din betalningsmetod tillåter dig att göra köp online.
th: การซื้อไม่สามารถทำได้สำหรับวิธีการชำระเงินที่เลือก โปรดตรวจสอบว่าวิธีการชำระเงินของคุณอนุญาตให้คุณทำการซื้อของออนไลน์ได้
tr: Seçilen ödeme yöntemi için satın alma mevcut değil. Lütfen ödeme yönteminizin çevrimiçi satın alma yapmanıza izin verdiğinden emin olun.
uk: Покупка недоступна для обраного способу оплати. Переконайтеся, що ваш спосіб оплати дозволяє здійснювати покупки в Інтернеті.
vi: Mua hàng không khả dụng cho phương thức thanh toán đã chọn. Vui lòng đảm bảo phương thức thanh toán của bạn cho phép bạn thực hiện mua hàng trực tuyến.

source: This product is not available in your region. Please, change the store and try again
ar: هذا المنتج غير متوفر في منطقتك. يرجى تغيير المتجر والمحاولة مرة أخرى.
ca: Aquest producte no està disponible a la vostra regió. Si us plau, canvieu la botiga i torneu-ho a provar.
cs: Tento produkt není k dispozici ve vašem regionu. Prosím, změňte obchod a zkuste to znovu.
da: Dette produkt er ikke tilgængeligt i din region. Skift butik og prøv igen.
de: Dieses Produkt ist in Ihrer Region nicht verfügbar. Bitte wechseln Sie den Store und versuchen Sie es erneut.
el: Αυτό το προϊόν δεν είναι διαθέσιμο στην περιοχή σας. Παρακαλώ αλλάξτε το κατάστημα και προσπαθήστε ξανά.
es_mx: Este producto no está disponible en tu región. Por favor, cambia la tienda e inténtalo de nuevo.
fi: Tämä tuote ei ole saatavilla alueellasi. Vaihda kauppa ja yritä uudelleen.
fr_ca: Ce produit n'est pas disponible dans votre région. Veuillez changer de magasin et réessayer.
he: מוצר זה אינו זמין באזור שלך. אנא החלף את החנות ונסה שוב.
hi: यह उत्पाद आपके क्षेत्र में उपलब्ध नहीं है। कृपया स्टोर बदलें और पुनः प्रयास करें।
hr: Ovaj proizvod nije dostupan u vašoj regiji. Molimo, promijenite trgovinu i pokušajte ponovno.
hu: Ez a termék nem érhető el a régiódban. Kérjük, változtass boltot és próbáld újra.
id: Produk ini tidak tersedia di wilayah Anda. Silakan ubah toko dan coba lagi.
it: Questo prodotto non è disponibile nella tua regione. Per favore, cambia lo store e riprova.
ja: この製品は、お使いの地域で利用できません。ストアを変更して、もう一度お試しください。
ms: Produk ini tidak tersedia di kawasan anda. Sila, tukar kedai dan cuba lagi.
nb: Dette produktet er ikke tilgjengelig i din region. Vennligst bytt butikk og prøv igjen.
nl: Dit product is niet beschikbaar in jouw regio. Verander de winkel en probeer opnieuw.
pl: Ten produkt nie jest dostępny w twoim regionie. Prosimy zmienić sklep i spróbować ponownie.
pt_pt: Este produto não está disponível na sua região. Por favor, altere a loja e tente novamente.
ro: Acest produs nu este disponibil în regiunea dvs. Vă rugăm să schimbați magazinul și încercați din nou.
ru: Этот продукт не доступен в вашем регионе. Пожалуйста, измените магазин и попробуйте снова.
sk: Tento produkt nie je k dispozícii vo vašej oblasti. Prosím, zmeňte obchod a skúste to znova.
sv: Denna produkt är inte tillgänglig i din region. Vänligen byt butik och försök igen.
th: สินค้านี้ไม่พร้อมใช้งานในพื้นที่ของคุณ กรุณาเปลี่ยนร้านค้าและลองอีกครั้ง
tr: Bu ürün bölgenizde mevcut değil. Lütfen mağazayı değiştirin ve tekrar deneyin.
uk: Цей продукт недоступний у вашому регіоні. Будь ласка, змініть магазин та спробуйте ще раз.
vi: Sản phẩm này không có sẵn trong khu vực của bạn. Vui lòng thay đổi cửa hàng và thử lại.

source: Access to cloud service information is not allowed
ar: لا يُسمح بالوصول إلى معلومات خدمة السحابة
ca: No s'admet l'accés a la informació del servei de núvol
cs: Přístup k informacím o cloudové službě není povolen
da: Adgang til cloud-serviceoplysninger er ikke tilladt
de: Der Zugriff auf Cloud-Service-Informationen ist nicht erlaubt
el: Δεν επιτρέπεται η πρόσβαση στις πληροφορίες της υπηρεσίας σύννεφου
es_mx: No se permite el acceso a la información del servicio en la nube
fi: Pilvipalvelutietojen käyttö ei ole sallittu
fr_ca: L'accès aux informations du service de cloud n'est pas autorisé
he: לא ניתן לגשת למידע של שירות ענן
hi: क्लाउड सेवा सूचना तक पहुंच अनुमति नहीं है
hr: Pristup informacijama o usluzi u oblaku nije dopušten
hu: Hungarian - Az felhőszolgáltatás információkhoz való hozzáférés nem engedélyezett
id: Akses informasi layanan awan tidak diizinkan
it: Non è consentito l'accesso alle informazioni del servizio cloud
ja: クラウドサービス情報へのアクセスは許可されていません
ms: Akses ke maklumat perkhidmatan awan tidak dibenarkan
nb: Tilgang til skytjenesteinformasjon er ikke tillatt
nl: Toegang tot cloudservice-informatie is niet toegestaan
pl: Polish - Nie wolno uzyskać dostępu do informacji o usłudze chmury
pt_pt: Não é permitido o acesso às informações do serviço de cloud
ro: Accesul la informațiile despre serviciul de cloud nu este permis
ru: Доступ к информации об облачном сервисе не разрешен
sk: Prístup k informáciám o cloudovej službe nie je povolený
sv: Åtkomst till information om molntjänster är inte tillåten.
th: การเข้าถึงข้อมูลบริการคลาวด์ไม่ได้รับอนุญาต
tr: Bulut hizmeti bilgilerine erişim izin verilmiyor.
uk: Доступ до інформації про хмарні сервіси не дозволяється.
vi: Truy cập vào thông tin dịch vụ đám mây không được phép.

source: The purchase cannot be completed because your device is not connected to the Internet. Please, try again later with a stable internet connection
ar: لا يمكن إكمال الشراء لأن جهازك غير متصل بالإنترنت. يرجى المحاولة مرة أخرى لاحقًا باتصال إنترنت مستقر.
ca: La compra no es pot completar perquè el teu dispositiu no està connectat a Internet. Si us plau, intenta-ho més tard amb una connexió a Internet estable.
cs: Nákup nelze dokončit, protože váš zařízení není připojeno k internetu. Zkuste to prosím později se stabilním připojením k internetu.
da: Købet kan ikke gennemføres, fordi din enhed ikke er tilsluttet internettet. Prøv igen senere med en stabil internetforbindelse.
de: Der Kauf kann nicht abgeschlossen werden, da Ihr Gerät nicht mit dem Internet verbunden ist. Bitte versuchen Sie es später erneut mit einer stabilen Internetverbindung.
el: Η αγορά δεν μπορεί να ολοκληρωθεί επειδή η συσκευή σας δεν είναι συνδεδεμένη στο διαδίκτυο. Παρακαλούμε, δοκιμάστε ξανά αργότερα με σταθερή σύνδεση στο διαδίκτυο.
es_mx: La compra no se puede completar porque tu dispositivo no está conectado a Internet. Por favor, inténtalo de nuevo más tarde con una conexión a Internet estable.
fi: Osto ei voi valmistua, koska laitteesi ei ole yhteydessä internettiin. Yritä myöhemmin uudelleen vakaiden internet-yhteyksien kanssa.
fr_ca: L'achat ne peut pas être complété car votre appareil n'est pas connecté à Internet. Veuillez réessayer plus tard avec une connexion Internet stable.
he: הרכישה אינה יכולה להיות הושלמה מכיוון שהמכשיר שלך אינו מחובר לאינטרנט. אנא נסה שוב מאוחר יותר עם חיבור אינטרנט יציב.
hi: खरीदारी पूरी नहीं की जा सकती क्योंकि आपकी डिवाइस इंटरनेट से कनेक्ट नहीं है। कृपया एक स्थिर इंटरनेट कनेक्शन के साथ बाद में पुन: प्रयास करें।
hr: Kupnja se ne može dovršiti jer vaš uređaj nije povezan na internet. Molimo vas da kasnije pokušate s stabilnom internetskom vezom.
hu: Az vásárlás nem hajtható végre, mert az eszköz nem csatlakozik az internethez. Kérjük, próbálkozzon újra később stabil internetkapcsolattal.
id: Pembelian tidak dapat diselesaikan karena perangkat Anda tidak terhubung ke Internet. Silakan coba lagi nanti dengan koneksi internet yang stabil.
it: L'acquisto non può essere completato perché il tuo dispositivo non è connesso a Internet. Riprova più tardi con una connessione internet stabile.
ja: デバイスがインターネットに接続されていないため、購入を完了できません。安定したインターネット接続で後でもう一度お試しください。
ms: Pembelian tidak dapat dilakukan kerana peranti anda tidak disambungkan ke Internet. Sila cuba lagi nanti dengan sambungan internet yang stabil.
nb: Kjøpet kan ikke fullføres fordi enheten din ikke er koblet til Internett. Prøv igjen senere med en stabil internettforbindelse.
nl: De aankoop kan niet worden voltooid omdat uw apparaat niet is verbonden met internet. Probeer het later opnieuw met een stabiele internetverbinding.
pl: Zakup nie może zostać sfinalizowany, ponieważ urządzenie nie jest połączone z internetem. Spróbuj ponownie później, mając stabilne połączenie internetowe.
pt_pt: A compra não pode ser concluída porque o seu dispositivo não está conectado à Internet. Por favor, tente novamente mais tarde com uma conexão de internet estável.
ro: Achiziționarea nu poate fi finalizată deoarece dispozitivul dvs. nu este conectat la internet. Încercați din nou mai târziu cu o conexiune la internet stabilă.
ru: Покупка не может быть завершена, потому что ваше устройство не подключено к Интернету. Пожалуйста, попробуйте снова позже с помощью стабильного интернет-соединения.
sk: Nákup sa nedá dokončiť, pretože váš zariadenie nie je pripojené k internetu. Skúste to neskôr s stabilným pripojením na internet.
sv: Köpet kan inte slutföras eftersom din enhet inte är ansluten till internet. Försök igen senare med en stabil internetanslutning.
th: ไม่สามารถซื้อได้เนื่องจากอุปกรณ์ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต โปรดลองอีกครั้งในภายหลังด้วยการเชื่อมต่ออินเทอร์เน็ตที่เสถียร
tr: Cihazınız internete bağlı olmadığından satın alma işlemi tamamlanamıyor. Lütfen daha sonra tekrar deneyin ve stabil bir internet bağlantınız olduğundan emin olun.
uk: Покупка не може бути завершена, оскільки ваш пристрій не підключений до Інтернету. Спробуйте ще раз пізніше зі стабільним Інтернет-з'єднанням.
vi: Không thể hoàn thành mua hàng do thiết bị của bạn không kết nối với Internet. Vui lòng thử lại sau với kết nối Internet ổn định
