Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: This setting can be overriden on the chat screen by tapping on the sound icon.
ar: يمكن تجاوز هذا الإعداد على شاشة الدردشة عن طريق النقر على أيقونة الصوت.
ca: Aquesta configuració es pot anul·lar a la pantalla de xat punxant a l'icona de so.
cs: Tuto volbu lze přepsat na chatovací obrazovce klepnutím na ikonu zvuku.
da: Denne indstilling kan tilsidesættes på chat-skærmen ved at trykke på lydikonet.
de: Diese Einstellung kann auf dem Chat-Bildschirm durch Tippen auf das Sound-Symbol überschrieben werden.
el: Αυτή η ρύθμιση μπορεί να αντικατασταθεί στην οθόνη συνομιλίας πατώντας το εικονίδιο ήχου.
es_mx: Esta configuración se puede anular en la pantalla de chat tocando el icono de sonido.
fi: Tämän asetuksen voi ohittaa napauttamalla äänikuvaketta keskustelunäytössä.
fr_ca: Ce paramètre peut être remplacé sur l'écran de discussion en appuyant sur l'icône du son.
he: ניתן לשנות את הגדרות הקול על ידי הקלקה על סמל הקול במסך הצ'אט.
hi: यह सेटिंग चैट स्क्रीन पर ध्वनि आइकन पर टैप करके ओवरराइड क
hr: Ovu postavku možete poništiti na zaslonu za razgovor dodirivanjem ikone zvuka.
hu: Ez a beállítás felülírható a csevegőablakban a hang ikonra koppintva.
id: Pengaturan ini dapat diganti di layar obrolan dengan mengetuk ikon suara.
it: Questa impostazione può essere sovrascritta nella schermata di chat toccando l'icona del suono.
ja: この設定は、チャット画面でサウンドアイコンをタップすることで上書きできます。
ms: Tetapan ini boleh diganti pada skrin berbual dengan mengetuk ikon bunyi.
nb: Denne innstillingen kan overstyre på chat-skjermen ved å trykke på lydikonet.
nl: Deze instelling kan worden overschreven op het chatscherm door op het geluidsicoon te tikken.
pl: Ten ustawienie można przesłonić na ekranie czatu, dotykając ikony dźwięku.
pt_pt: Essa configuração pode ser substituída na tela de bate-papo tocando no ícone de som.
ro: Această setare poate fi anulată pe ecranul de conversație apăsând pe pictograma de sunet.
ru: Эту настройку можно изменить на экране чата, нажав на значок звука.
sk: Túto nastavenie môžete prekryť na obrazovke chatu klepnutím na ikonu zvuku.
sv: Denna inställning kan överridas på chattskärmen genom att trycka på ljudikonen.
th: การตั้งค่านี้สามารถถูกไว้วางใจบนหน้าจอแชทโดยแตะไอคอนเสียง
tr: Bu ayar sohbet ekranındaki ses simgesine tıklayarak geçersiz kılınabilir.
uk: Цей параметр можна перевизначити на екрані чату, клацнувши значок звуку.
vi: Cài đặt này có thể được ghi đè trên màn hình trò chuyện bằng cách chạm vào biểu tượng âm thanh.

source: Spoken Responses
ar: الردود الصوتية
ca: Respostes parlades
cs: Mluvené odpovědi
da: Talte svar
de: Gesprochene Antworten
el: Φωνητικές Απαντήσεις
es_mx: Respuestas habladas
fi: Puheelliset vastaukset
fr_ca: Réponses parlées
he: תגובות מדוברות
hi: बोले जवाब
hr: Govorne odgovore
hu: Szóbeli válaszok
id: Jawaban Terucap
it: Risposte vocali
ja: 話された回答
ms: Jawapan Lisan
nb: Talte svar
nl: Gesproken antwoorden
pl: Mówione odpowiedzi
pt_pt: Respostas faladas
ro: Răspunsuri verbale
ru: Голосовые ответы
sk: Hlasové odpovede
sv: Talade svar
th: การตอบสนองทางเสียง
tr: Konuşulan Yanıtlar
uk: Голосові відповіді
vi: Phản hồi bằng giọng nói

source: Share
ar: مشاركة
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es_mx: Compartir
fi: Jaa
fr_ca: Partager
he: לשתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有する
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr_ca: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi

source: Camera access is denied.
ar: الوصول إلى الكاميرا مرفوض.
ca: L'accés a la càmera està denegat.
cs: Přístup k fotoaparátu je zamítnut.
da: Adgang til kameraet er nægtet.
de: Der Zugriff auf die Kamera ist verweigert.
el: Η πρόσβαση στην κάμερα απορρίφθηκε.
es_mx: El acceso a la cámara se ha denegado.
fi: Kameran käyttö on evätty.
fr_ca: L'accès à l'appareil photo est refusé.
he: גישה למצלמה נדחתה.
hi: कैमरा पहुंच अस्वीकार किया गया है।
hr: Pristup kameri je odbijen.
hu: A kamera hozzáférését megtagadták.
id: Akses kamera ditolak.
it: L'accesso alla fotocamera è stato negato.
ja: カメラへのアクセスが拒否されました。
ms: Akses kamera ditolak.
nb: Tilgang til kameraet er avvist.
nl: Toegang tot de camera is geweigerd.
pl: Dostęp do aparatu został odrzucony.
pt_pt: O acesso à câmara foi negado.
ro: Accesul la camera a fost respins.
ru: Доступ к камере отказан.
sk: Prístup k fotoaparátu bol zamietnutý.
sv: Tillgång till kameran nekades.
th: การเข้าถึงกล้องถูกปฏิเสธ
tr: Kamera erişimi reddedildi.
uk: Доступ до камери відхилено.
vi: Truy cập camera bị từ chối.

source: Photo Library access is denied.
ar: الوصول إلى مكتبة الصور مرفوض.
ca: L'accés a la biblioteca de fotos està denegat.
cs: Přístup k fotografické knihovně je zamítnut.
da: Adgang til fotobibliotek er nægtet.
de: Der Zugriff auf die Fotobibliothek ist verweigert.
el: Η πρόσβαση στη βιβλιοθήκη φωτογραφιών απορρίφθηκε.
es_mx: El acceso a la biblioteca de fotos ha sido denegado.
fi: Kuvakirjaston käyttö on evätty.
fr_ca: L'accès à la bibliothèque de photos est refusé.
he: גישה לספריית התמונות נדחתה.
hi: फोटो लाइब्रेरी की पहुँच अस्वीकृत है।
hr: Pristup knjižnici fotografija je odbijen.
hu: A fényképtár hozzáférését megtagadták.
id: Akses ke Perpustakaan Foto ditolak.
it: L'accesso alla Libreria Foto è negato.
ja: 写真ライブラリへのアクセスが拒否されました。
ms: Akses ke Perpustakaan Foto telah ditolak.
nb: Tilgang til fotobiblioteket er avvist.
nl: Toegang tot fotobibliotheek is geweigerd.
pl: Dostęp do biblioteki zdjęć został odrzucony.
pt_pt: O acesso à Biblioteca de Fotos foi negado.
ro: Accesul la biblioteca de fotografii a fost respins.
ru: Доступ к фотоархиву отказан.
sk: Prístup k fotografickej knižnici bol zamietnutý.
sv: Tillgång till fotobiblioteket nekades.
th: การเข้าถึงห้องสมุดภาพถูกปฏิเสธ
tr: Fotoğraf Kütüphanesine erişim reddedildi.
uk: Доступ до фотобібліотеки відхилено.
vi: Truy cập thư viện ảnh bị từ chối.

source: Cancel
ar: الغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es_mx: Cancelar
fi: Peruuta
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Otkaži
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anula
ru: Отменить
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es_mx: Ajustes
fi: Asetukset
fr_ca: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: Choose image
ar: اختر صورة
ca: Tria una imatge
cs: Vyberte obrázek
da: Vælg billede
de: Wählen Sie ein Bild
el: Επιλέξτε μια εικόνα
es_mx: Elige una imagen
fi: Valitse kuva
fr_ca: Choisissez une image
he: בחר תמונה
hi: एक छवि चुनें
hr: Odaberite sliku
hu: Válasszon egy képet
id: Pilih gambar
it: Scegli un'immagine
ja: 画像を選択
ms: Pilih imej
nb: Velg et bilde
nl: Kies een afbeelding
pl: Wybierz obraz
pt_pt: Escolha uma imagem
ro: Alege o imagine
ru: Выберите изображение
sk: Vyberte obrázok
sv: Välj bild
th: เลือกรูปภาพ
tr: Resim seçin
uk: Виберіть зображення
vi: Chọn hình ảnh

source: Camera
ar: كاميرا
ca: Càmera
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es_mx: Cámara
fi: Kamera
fr_ca: Caméra
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Macchina fotografica
ja: カメラ
ms: Kamera
nb: Kamera
pl: Aparat
pt_pt: Câmara
ro: Cameră
ru: Камера
sk: Kamera
sv: Kamera
th: แกนกล้อง
tr: Kamera
uk: Камера
vi: Máy ảnh

source: Gallery
ar: معرض
ca: Galeria
cs: Galerie
da: Galleri
de: Galerie
el: Γκαλερί
es_mx: Galería
fi: Galleria
fr_ca: Galerie
he: גלריה
hi: गैलरी
hr: Galerija
hu: Galéria
id: Galeri
it: Galleria
ja: ギャラリー
ms: Galeri
nb: Galleri
nl: Galerij
pl: Galeria
pt_pt: Galeria
ro: Galerie
ru: Галерея
sk: Galéria
sv: Galleri
th: ห้องรวมภาพ
tr: Galeri
uk: Галерея
vi: Bộ sưu tập

source: What is this image about?
ar: ما هذه الصورة عنه؟
ca: De què tracta aquesta imatge?
cs: O čem tato obrázek je?
da: Hvad handler dette billede om?
de: Worum geht es auf diesem Bild?
el: Τι προκαλεί αυτή η εικόνα;
es_mx: ¿De qué trata esta imagen?
fi: Mitä tämä kuva kertoo?
fr_ca: De quoi parle cette image?
he: על מה מדובר בתמונה הזאת?
hi: यह चित्र क्या है?
hr: O čemu se radi na ovoj slici?
hu: Mi látható ezen a képen?
id: Apa yang ada di gambar ini?
it: Di cosa parla quest’immagine?
ja: この画像は何についてですか？
ms: Apakah gambar ini tentang?
nb: Hva handler dette bildet om?
nl: Waar gaat deze afbeelding over?
pl: O czym jest to zdjęcie?
pt_pt: Sobre o que é esta imagem?
ro: Despre ce este această imagine?
ru: О чем эта картинка?
sk: O čom táto obrázok je?
sv: Vad handlar bilden om?
th: ภาพนี้เกี่ยวกับอะไรหรือ?
tr: Bu resim neyle ilgili?
uk: Про що це зображення?
vi: Ảnh này về điều gì?

source: Write an Instagram caption for this image.
ar: اكتب عنوانًا لـ Instagram لهذه الصورة.
ca: Escriu una llegenda d’Instagram per a aquesta imatge.
cs: Napište popisek na Instagram pro tuto fotografii.
da: Skriv en Instagram-beskrivelse til dette billede.
de: Schreibe einen Instagram-Untertitel für dieses Bild.
el: Γράψτε μια λεζάντα Instagram για αυτήν την εικόνα.
es_mx: Escribe una leyenda de Instagram para esta imagen.
fi: Kirjoita Instagram-kuvateksti tälle kuvalle.
fr_ca: Écrivez une légende Instagram pour cette image.
he: כתוב כיתוב לאינסטגרם עבור תמונה זו.
hi: इस छवि के लिए एक इंस्टाग्राम कैप्शन लिखें।
hr: Napišite opis na Instagramu za ovu sliku.
hu: Írj egy Instagram-feliratot erre a képre.
id: Tulis keterangan Instagram untuk gambar ini.
it: Scrivi una didascalia di Instagram per questa immagine.
ja: この画像のためにInstagramキャプションを書いてください。
ms: Tulis kapsyen Instagram untuk gambar ini.
nb: Skriv en Instagram-beskrivelse for dette bildet.
nl: Schrijf een Instagram-onderschrift voor deze afbeelding.
pl: Napisz podpis na Instagramie do tego zdjęcia.
pt_pt: Escreva uma legenda do Instagram para esta imagem.
ro: Scrieți o descriere pe Instagram pentru această imagine.
ru: Напишите подпись в Instagram для этой картинки.
sk: Napíšte popis na Instagram pre túto fotografiu.
sv: Skriv en Instagram-beskrivning för den här bilden.
th: เขียนแคปชั่น Instagram สำหรับภาพนี้
tr: Bu resim için bir Instagram altyazısı yazın.
uk: Напишіть підпис в Instagram для цього зображення.
vi: Viết chú thích Instagram cho hình ảnh này.

source: PDF/Document Summary (Coming Soon)
ar: ملخص PDF/المستند (قريبًا)
ca: Resum del PDF/document (Properament disponible)
cs: Shrnutí PDF/Dokumentu (Brzy k dispozici)
da: PDF/Dokument resumé (Kommer snart)
de: PDF-/Dokumentzusammenfassung (In Kürze verfügbar)
el: Περίληψη PDF/Εγγράφου (Σύντομα διαθέσιμο)
es_mx: Resumen del PDF/Documento (Próximamente disponible)
fi: PDF- tai asiakirjaseloste (Tulossa pian)
fr_ca: Résumé PDF/Document (Bientôt disponible)
he: תקציר PDF/מסמך (בקרוב)
hi: पीडीएफ / दस्तावेज़ सारांश (जल्द ही आ रहा है)
hr: Sažetak PDF/Dokumenta (Uskoro dolazi)
hu: PDF/Dokumentum összefoglaló (Hamarosan elérhető)
id: Ringkasan PDF/Dokumen (Segera hadir)
it: Sommario PDF/Documento (Prossimamente disponibile)
ja: PDF/文書サマリー（近日公開予定）
ms: Ringkasan PDF/Dokumen (Segera hadir)
nb: PDF-/Dokumentsammendrag (Kommer snart)
nl: PDF/Document Samenvatting (Binnenkort beschikbaar)
pl: Podsumowanie pliku PDF/Dokumentu (Wkrótce dostępne)
pt_pt: Resumo do PDF/Documento (Em breve)
ro: Rezumat PDF/Document (În curând disponibil)
ru: PDF/Краткое описание документа (Скоро появится)
sk: Súhrn PDF/Dokumentu (Čoskoro k dispozícii)
sv: PDF-/Dokument Sammanfattning (Kommer snart)
th: สรุป PDF/เอกสาร (เร็ว ๆ นี้)
tr: PDF/Belge Özeti (Yakında)
uk: Короткий опис PDF/Документу (Незабаром)
vi: Tóm tắt PDF/Tài liệu (Sắp ra mắt)

source: Summarise picture
ar: ألخلاص الصورة في بضع كلمات
ca: Resumir la imatge en poques paraules
cs: Shrňte obrázek do pár slov
da: Opsummér billedet i et par ord
de: Bild in wenigen Worten zusammenfassen
el: Συνοψίστε την εικόνα με λίγα λόγια
es_mx: Resumir la imagen en unas pocas palabras
fi: Yhteenveto kuvasta muutamalla sanalla
fr_ca: Résumé l'image en quelques mots
he: סיכם את התמונה בכמה מילים
hi: चित्र को कुछ शब्दों में सारांशित कर
hr: Sažeti sliku u nekoliko riječi
hu: Áttekintse a képet néhány szóban
id: Ringkaskan gambar dalam beberapa perkataan
it: Riassumi l'immagine in poche parole
ja: 画像を数語で要約する
ms: Ringkaskan gambar dalam beberapa perkataan
nb: Sammendrag bildet i noen få ord
nl: Beschrijf de afbeelding in een paar woorden
pl: Podsumuj obraz w kilku słowach
pt_pt: Resuma a imagem em poucas palavras
ro: Rezumați imaginea în câteva cuvinte
ru: Резюмируйте картинку в нескольких словах
sk: Zhrnúť obrázok do pár slov
sv: Sammanfatta bilden i några få ord
th: สรุปภาพในบางค
tr: Resmi birkaç kelimeyle özetle
uk: Стисніть зображення до декількох слів
vi: Tóm tắt hình ảnh bằng vài từ

source: Upload a photo
ar: حمل صورة
ca: Puja una foto
cs: Nahrajte fotografii
da: Upload et billede
de: Lade ein Foto hoch
el: Ανεβάστε μια φωτογραφία
es_mx: Sube una foto
fi: Lataa kuva
fr_ca: Téléchargez une photo
he: העלה תמונה
hi: एक फोटो अपलोड कर
hr: Postavi fotografiju
hu: Töltsön fel egy képet
id: Unggah foto
it: Carica una foto
ja: 写真をアップロードする
ms: Muat naik gambar
nb: Last opp et bilde
nl: Upload een foto
pl: Prześlij zdjęcie
pt_pt: Enviar uma foto
ro: Încărcați o fotografie
ru: Загрузить фото
sk: Nahrať fotografiu
sv: Ladda upp en bild
th: อัพโหลดรูปภาพ
tr: Fotoğraf yükle
uk: Завантажте фото
vi: Tải lên một ảnh

source: No connection
ar: لا اتصال
ca: Sense connexió
cs: Žádné spojení
da: Ingen forbindelse
de: Keine Verbindung
el: Καμία σύνδεση
es_mx: Sin conexión
fi: Ei yhteyttä
fr_ca: Pas de connexion
he: אין חיבור
hi: कोई कनेक्शन नह
hr: Nema veze
hu: Nincs kapcsolat
id: Tidak ada koneksi
it: Nessuna connessione
ja: 接続なし
ms: Tiada sambungan
nb: Ingen forbindelse
nl: Geen verbinding
pl: Brak połączenia
pt_pt: Sem ligação
ro: Fără conexiune
ru: Нет соединения
sk: Žiadne pripojenie
sv: Ingen anslutning
th: ไม่มีการเชื่อมต่อ
tr: Bağlantı yok
uk: Немає з'єднання
vi: Không có kết nối

source: We couldn't connect to the internet. Please check network settings and try again.
ar: لم نتمكن من الاتصال بالإنترنت. يرجى التحقق من إعدادات الشبكة والمحاولة مرة أخرى.
ca: No hem pogut connectar a internet. Si us plau, comproveu la configuració de la xarxa i torneu-ho a provar.
cs: Nemůžeme se připojit k internetu. Zkontrolujte prosím nastavení sítě a zkuste to znovu.
da: Vi kunne ikke oprette forbindelse til internettet. Kontroller venligst netværksindstillingerne, og prøv igen.
de: Wir konnten keine Verbindung zum Internet herstellen. Bitte überprüfen Sie die Netzwerkeinstellungen und versuchen Sie es erneut.
el: Δεν μπορέσαμε να συνδεθούμε στο διαδίκτυο. Παρακαλούμε ελέγξτε τις ρυθμίσεις δικτύου και δοκιμάστε ξανά.
es_mx: No hemos podido conectarnos a Internet. Por favor, revisa la configuración de red y vuelve a intentarlo.
fi: Emme voineet yhdistää internetiin. Tarkista verkkotiedot ja yritä uudelleen.
fr_ca: Nous n'avons pas pu nous connecter à Internet. Veuillez vérifier les paramètres du réseau et réessayer.
he: לא הצלחנו להתחבר לאינטרנט. אנא בדוק את הגדרות הרשת ונסה שוב.
hi: हम इंटरनेट से कनेक्ट नहीं कर पाए. कृपया नेटवर्क सेटिंग्स की जाँच करें और पुनः प्रयास करें।
hr: Nismo se mogli spojiti na internet. Molimo provjerite postavke mreže i pokušajte ponovno.
hu: Nem tudtunk csatlakozni az internethez. Kérjük, ellenőrizze a hálózati beállításokat, és próbálja meg újra.
id: Kami tidak dapat menyambung ke internet. Sila periksa tetapan rangkaian dan cuba lagi.
it: Non siamo riusciti a connetterci a Internet. Si prega di controllare le impostazioni di rete e riprovare.
ja: インターネットに接続できませんでした。ネットワーク設定を確認して、もう一度お試しください。
ms: Kami tidak dapat menyambung ke internet. Sila periksa tetapan rangkaian dan cuba lagi.
nb: Vi klarte ikke å koble til Internett. Vennligst sjekk nettverksinnstillingene og prøv igjen.
nl: We konden niet verbinden met het internet. Controleer de netwerkinstellingen en probeer het opnieuw.
pl: Nie możemy połączyć się z internetem. Proszę sprawdzić ustawienia sieci i spróbować ponownie.
pt_pt: Não conseguimos ligar à Internet. Por favor, verifique as definições de rede e tente novamente.
ro: Nu am putut conecta la internet. Vă rugăm să verificați setările de rețea și să încercați din nou.
ru: Мы не можем подключиться к Интернету. Пожалуйста, проверьте настройки сети и попробуйте еще раз.
sk: Nemôžeme sa pripojiť k internetu. Skontrolujte prosím nastavenia siete a skúste to znova.
sv: Vi kunde inte ansluta till internet. Kontrollera nätverksinställningarna och försök igen.
th: เราไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้ โปรดตรวจสอบการตั้งค่าเครือข่ายและลองอีกครั้ง
tr: Bağlanamadık İnternete. Lütfen ağ ayarlarını kontrol edin ve tekrar deneyin.
uk: Не вдалося підключитися до Інтернету. Будь ласка, перевірте налаштування мережі та спробуйте ще раз.
vi: Chúng tôi không thể kết nối với Internet. Vui lòng kiểm tra cài đặt mạng và thử lại.

source: Solve this math problem: 3^(9)รท3^(2)
id: Selesaikan masalah matematika ini: 3^(9)รท3^(2)
ms: Selesaikan masalah matematik ini: 3^(9)รท3^(2)
nl: Los dit wiskundige probleem op: 3^(9)รท3^(2)
