Repository: javascript-develop/chatgpt_wrapper_ios_app_code
Catalog: GenieD/GenieD/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi

source: Get recipes
ar: الحصول على وصفات الطعام
ca: Obtenir receptes de menjar
cs: Získat recepty na jídlo
da: Få opskrifter på mad
de: Rezepte für Essen bekommen
el: Αποκτήστε συνταγές φαγητού
es_mx: Obtener recetas de comida
fi: Hae ruokaohjeita
fr_ca: Obtenir des recettes de cuisine
he: לקבל מתכונים לאוכל
hi: खाने की रेसिपी पाएं
hr: Dohvatiti recepte za hranu
hu: Ételrecepteket kapni
id: Dapatkan resep makanan
it: Ottenere ricette di cucina
ja: 料理のレシピを手に入れる
ms: Dapatkan resipi makanan
nb: Få oppskrifter på mat
nl: Krijg recepten voor eten
pl: Zdobądź przepisy kulinarne
pt_pt: Obter receitas de comida
ro: Obține rețete de mâncare
ru: Получить рецепты блюд
sk: Získať recepty na jedlo
sv: Få matrecept
th: หาสูตรอาหาร
tr: Yemek tarifleri almak
uk: Отримати рецепти їжі
vi: Lấy công thức nấu ăn

source: How to make banana pancakes
ar: كيفية صنع فطائر الموز
ca: Com fer pastissos de plàtan
cs: Jak udělat banánové palačinky
da: Sådan laver du bananpandekager
de: Wie man Bananenpfannkuchen macht
el: Πώς να φτιάξετε μπανανόψωμο
es_mx: Cómo hacer panqueques de plátano
fi: Miten tehdä banaanipannukakkuja
fr_ca: Comment faire des crêpes à la banane
he: איך להכין פנקייקים בננה
hi: कैसे बनायें केले के पैनकेक
hr: Kako napraviti bananine palačinke
hu: Hogyan készítsünk banános palacsintát
id: Cara membuat pancake pisang
it: Come fare le pancake alla banana
ja: バナナパンケーキの作り方
ms: Cara membuat pancake pisang
nb: Hvordan lage bananpannekaker
nl: Hoe maak je bananenpannenkoeken
pl: Jak zrobić bananowe naleśniki
pt_pt: Como fazer panquecas de banana
ro: Cum să faci clătite cu banane
ru: Как приготовить банановые блины
sk: Ako urobiť banánové palacinky
sv: Hur man gör bananpannkakor
th: วิธีทำแพนเค้กกล้วยหอม
tr: Muzlu pankek nasıl yapılır
uk: Як зробити бананові млинці
vi: Làm bánh kếp chuối như thế nào

source: Do Math
ar: احسب
ca: Fes matemàtiques
cs: Spočítej to
da: Lav matematik
de: Mach Mathe
el: Κάνε μαθηματικά
es_mx: Haz matemáticas
fi: Laske
fr_ca: Faire des mathématiques
he: עשה חשבון
hi: गणित करें
hr: Riješi matematiku
hu: Matekozz
id: Kerjakan Matematika
it: Fai matematica
ja: 数学をする
ms: Buat matematik
nb: Gjør matte
nl: Reken uit
pl: Rozwiąż zadanie matematyczne
pt_pt: Faz matemática
ro: Rezolva matematica
ru: Решайте математику
sk: Rieš matematiku
sv: Räkna matte
th: ทำคณิตศาสตร์
tr: Matematik yap
uk: Розв'яжіть математику
vi: Làm toán

source: Ask Anything
ar: اسأل أي شيء
ca: Pregunta qualsevol cosa
cs: Zeptejte se na cokoliv
da: Spørg om noget som helst
de: Frag alles
el: Ρώτα οτιδήποτε
es_mx: Pregunta cualquier cosa
fi: Kysy mitä tahansa
fr_ca: Posez des questions sur tout
he: שאלו כל דבר
hi: कुछ भी पूछिए
hr: Pitaj bilo što
hu: Kérdezzen bármit
id: Tanyakan Apa Saja
it: Chiedi qualsiasi cosa
ja: 何でも聞いてください
ms: Tanya Apa-Apa Saja
nb: Spør om hva som helst
nl: Vraag om alles
pl: Zadaj pytanie o cokolwiek
pt_pt: Pergunta qualquer coisa
ro: Întrebați orice
ru: Спрашивайте что угодно
sk: Spýtajte sa na čokoľvek
sv: Fråga vad som helst
th: ถามอะไรก็ได้
tr: Dilediğini sor
uk: Запитуйте будь-що
vi: Hỏi bất cứ điều gì

source: Ask me grade 12 math questions
ar: اسألني أسئلة رياضيات الصف الثاني عشر
ca: Pregunteu-me preguntes de matemàtiques de 12è curs
cs: Polož mi otázky z matematiky 12. ročníku
da: Stil mig spørgsmål om matematik i 12. klasse
de: Stellt mir Mathefragen aus der 12. Klasse
el: Ρωτήστε με μαθηματικά ερωτήματα της 12ης τάξης
es_mx: Hágame preguntas de matemáticas de 12º grado
fi: Kysy minulta lukion 12. luokan matematiikan kysymyksiä
fr_ca: Posez-moi des questions de mathématiques de 12e année
he: שאל לי שאלות במתמטיקה לכיתה 12
hi: मुझसे 12 वीं कक्षा के गणित प्रश्न पूछें
hr: Pitajte me pitanja matematike 12. razreda
hu: Kérdezz tőlem 12. osztályos matekfeladatokat
id: Tanyakan pada saya soal matematika kelas 12
it: Chiedimi domande di matematica del 12° anno
ja: 12年生の数学の問題を聞いてください
ms: Tanyakan saya soalan matematik Tingkatan 12
nb: Spør meg om matteoppgaver fra 12. klasse
nl: Vraag me wiskundevragen uit de 12e klas
pl: Zadaj mi pytania z matematyki 12 klasy
pt_pt: Faça-me perguntas de matemática do 12º ano
ro: Puneți-mi întrebări la matematica din clasa a 12-a
ru: Задавайте мне вопросы по математике 12 класса
sk: Spýtajte sa ma na otázky z matematiky 12. ročníka
sv: Fråga mig matematikfrågor från 12:e klass
th: ถามคำถามคณิตศาสตร์ชั้น 12 กับฉัน
tr: Bana 12. sınıf matematik soruları sor
uk: Задавайте мені питання з математики 12 класу
vi: Hỏi tôi các câu hỏi toán học lớp 12

source: Ask me questions as a job interviewer
ar: اسألني الأسئلة كمقابلة عمل
ca: Fes-me preguntes com a entrevistador/a de feina
cs: Ptátejte se mě jako zaměstnavatel na pohovoru
da: Stil mig spørgsmål som en jobsamtale-interviewer
de: Stellen Sie mir Fragen als Job-Interviewer
el: Ρωτήστε με ερωτήσεις ως ερωτηθείς σε συνέντευξη εργασίας
es_mx: Hazme preguntas como entrevistador de trabajo
fi: Kysy minulta kysymyksiä työhaastattelijan roolissa
fr_ca: Posez-moi des questions comme un recruteur
he: שאל לי שאלות כמו ראיון עבודה
hi: मुझसे नौकरी साक्षात्कार के रूप में सवाल पूछें
hr: Pitajte me pitanja kao poslodavac na razgovoru za posao
hu: Kérdezzen tőlem kérdéseket állásinterjúztatóként
id: Ajukan pertanyaan ke saya sebagai pewawancara pekerjaan
it: Fai domande come un intervistatore per un lavoro
ja: 就職面接官として私に質問してください
ms: Tanyakan saya soalan sebagai pewawancara kerja
nb: Spør meg spørsmål som en jobbintervjuer
nl: Stel mij vragen als een sollicitatiegesprek-interviewer
pl: Zadaj mi pytania jako osoba przeprowadzająca rozmowę kwalifikacyjną
pt_pt: Faça-me perguntas como um entrevistador de emprego
ro: Puneți-mi întrebări ca un interviu de angajare
ru: Задавайте мне вопросы как работодатель на собеседовании
sk: Pokládajte mi otázky ako zamestnávateľ na pohovore
sv: Fråga mig frågor som en jobbintervjuare
th: ถามฉันเป็นคำถามเหมือนนักสัมภาษณ์งาน
tr: Beni iş görüşmesi yapar gibi sorularla röportaj edin
uk: Задавайте мені питання як роботодавець на співбесіді
vi: Hỏi tôi câu hỏi như một nhà tuyển dụng

source: Tell me a joke about a kangaroo
ar: قل لي نكتة عن الكنغر
ca: Digues-me una broma sobre un cangur
cs: Řekni mi vtip o klokanovi
da: Fortæl mig en joke om en kænguru
de: Erzähle mir einen Witz über ein Känguru
el: Πες μου μια αστεία για ένα καγκουρό
es_mx: Dime un chiste sobre un canguro
fi: Kerro minulle vitsi kengurusta
fr_ca: Dis-moi une blague sur un kangourou
he: ספר לי בדיחה על קנגורו
hi: एक कंगारू के बारे में मुझे एक चुटकुला सुनाओ
hr: Reci mi vic o kenguruu
hu: Mondj nekem egy viccet egy kengururól
id: Ceritakan lelucon tentang kanguru
it: Dimmi una battuta su un canguro
ja: カンガルーのジョークを教えて
ms: Ceritakan jenaka tentang kanggaru
nb: Fortell meg en vits om en kenguru
nl: Vertel me een grap over een kangaroo
pl: Powiedz mi żart o kangurze
pt_pt: Conta-me uma anedota sobre um canguru
ro: Spune-mi o glumă despre un cangur
ru: Расскажите мне шутку о кенгуру
sk: Povedz mi vtip o klokanovi
sv: Berätta en rolig historia om en känguru
th: บอกฉันเรื่องตลกเกี่ยวกับจังหวัด
tr: Bana kanguru hakkında bir şaka söyle
uk: Розкажіть мені жарт про кенгуру
vi: Kể cho tôi một câu chuyện cười về một con kangaroo

source: Write an essay about Global Warming. Maximum 200 words.
ar: اكتب مقالة عن الاحتباس الحراري العالمي. الحد الأقصى 200 كلمة.
ca: Escriu un assaig sobre el canvi climàtic global. Màxim 200 paraules.
cs: Napište esej o globálním oteplování. Maximum 200 slov.
da: Skriv en essay om global opvarmning. Maksimalt 200 ord.
de: Schreiben Sie einen Essay über die globale Erwärmung. Maximal 200 Wörter.
el: Γράψτε ένα δοκίμιο σχετικά με την παγκόσμια θέρμανση. Μέγιστος αριθμός λέξεων 200.
es_mx: Escribe un ensayo sobre el calentamiento global. Máximo de 200 palabras.
fi: Kirjoita essee ilmastonmuutoksesta. Korkeintaan 200 sanaa.
fr_ca: Écrivez un essai sur le réchauffement climatique. Maximum 200 mots.
he: כתוב מאמר על התחממות גלובלית. מקסימום 200 מילים.
hi: ग्लोबल वार्मिंग के बारे में एक निबंध लिखें। अधिकतम 200 शब्द।
hr: Napišite esej o globalnom zatopljenju. Najviše 200 riječi.
hu: Írjon egy esszét a globális felmelegedésről. Legfeljebb 200 szó.
id: Tulis esai tentang pemanasan global. Maksimal 200 kata.
it: Scrivi un saggio sul riscaldamento globale. Massimo 200 parole.
ja: 地球温暖化についてのエッセイを書いてください。最大200語。
ms: Tulis esei tentang pemanasan global. Maksimum 200 patah perkataan.
nb: Skriv en essay om global oppvarming. Maksimalt 200 ord.
nl: Schrijf een essay over de opwarming van de aarde. Maximaal 200 woorden.
pl: Napisz esej na temat globalnego ocieplenia. Maksymalnie 200 słów.
pt_pt: Escreva um ensaio sobre o aquecimento global. Máximo de 200 palavras.
ro: Scrieți un eseu despre încălzirea globală. Maximum 200 de cuvinte.
ru: Напишите эссе о глобальном потеплении. Максимум 200 слов.
sk: Napíšte esej na tému globálneho otepľovania. Maximálne 200 slov.
sv: Skriv en essä om global uppvärmning. Max 200 ord.
th: เขียนเรียงความเกี่ยวกับการโลกร้อน ไม่เกิน 200 คำ
tr: Küresel Isınma hakkında bir deneme yazın. Maksimum 200 kelime.
uk: Напишіть есе про глобальне потепління. Максимум 200 слів.
vi: Viết một bài luận về hiện tượng toàn cầu nóng lên. Tối đa 200 từ.

source: Business
ar: عُمْلٌ
ca: Negoci
cs: Podnikání
da: Forretning
de: Geschäft
el: Επιχείρηση
es_mx: Negocios
fi: Liiketoiminta
fr_ca: Affaires
he: עֲסָקִים
hi: व्यापार
hr: Posao
hu: Üzlet
id: Bisnis
it: Affari
ja: ビジネス
ms: Perniagaan
nb: Forretning
nl: Zaken
pl: Biznes
pt_pt: Negócios
ro: Afaceri
ru: Бизнес
sk: Podnikanie
sv: Affärer
th: ธุรกิจ
tr: İş kurmak
uk: Бізнес
vi: Kinh doanh

source: Generate 10 different brand names for my company which will sell women's shoes on the internet. I want a modern brand name. My target audience is women under the age of 30. Make sure the .com domain is available on the internet.
ar: إنشاء 10 أسماء تجارية مختلفة لشركتي التي ستبيع أحذية نسائية عبر الإنترنت. أريد اسم علامة تجارية حديثة. الجمهور المستهدف هم النساء دون سن الثلاثين. تأكد من توافر نطاق .com على الإنترنت.
ca: Genera 10 noms de marca diferents per a la meva empresa que vendrà sabates de dona a través d'Internet. Vull un nom de marca modern. El meu públic objectiu són dones menors de 30 anys. Assegura't que el domini .com estigui disponible a Internet.
cs: Vygenerujte 10 různých obchodních značek pro mou společnost, která bude prodávat dámské boty na internetu. Chci moderní název značky. Mým cílovým publikem jsou ženy mladší 30 let. Ujistěte se, že doména .com je k dispozici na internetu.
da: Generer 10 forskellige brandnavne til mit firma, som vil sælge kvinders sko på internettet. Jeg vil have et moderne brandnavn. Mit målgruppe er kvinder under 30 år. Sørg for, at .com-domænet er tilgængeligt på internettet.
de: Generieren Sie 10 verschiedene Markennamen für mein Unternehmen, das Damenschuhe im Internet verkauft. Ich möchte einen modernen Markennamen. Meine Zielgruppe sind Frauen unter 30 Jahren. Stellen Sie sicher, dass die .com-Domain im Internet verfügbar ist.
el: Δημιουργήστε 10 διαφορετικά ονόματα εταιρικής ταυτότητας για την εταιρεία μου που θα πουλά γυναικεία παπούτσια στο διαδίκτυο. Θέλω ένα σύγχρονο όνομα εταιρικής ταυτότητας. Ο στόχος μου είναι οι γυναίκες κάτω των 30 ετών. Βεβαιωθείτε ότι το .com domain είναι διαθέσιμο στο διαδίκτυο.
es_mx: Genera 10 nombres de marca diferentes para mi empresa que venderá zapatos de mujer en internet. Quiero un nombre de marca moderno. Mi público objetivo son mujeres menores de 30 años. Asegúrate de que el dominio .com esté disponible en internet.
fi: Generoi 10 erilaista brändinimeä yritykselleni, joka myy naisten kenkiä verkossa. Haluan modernin brändinimen. Kohdeyleisöni on alle 30-vuotiaat naiset. Varmista, että .com-verkkotunnus on saatavilla.
fr_ca: Générez 10 noms de marque différents pour mon entreprise qui vendra des chaussures pour femmes sur internet. Je veux un nom de marque moderne. Mon public cible est les femmes de moins de 30 ans. Assurez-vous que le domaine .com est disponible sur internet.
he: הפק 10 שמות מותג שונים עבור החברה שלי שתמכור נעלי נשים באינטרנט. אני רוצה שם מותג מודרני. קהל היעד שלי הם נשים מתחת לגיל 30. וודאו שהדומיין .com זמין באינטרנט.
hi: मेरी कंपनी के लिए 10 अलग-अलग ब्रांड नाम उत्पन्न करें जो इंटरनेट पर महिलाओं के जूते बेचेगी। मुझे एक आधुनिक ब्रांड नाम चाहिए। मेरा लक्ष्य युवा महिलाएं जो 30 साल से कम उम्र हैं है। इंटरनेट पर .com डोमेन उपलब्ध होने की सुनिश्चित करें।
hr: Generirajte 10 različitih robnih marki za moju tvrtku koja će prodavati ženske cipele na internetu. Želim moderno ime marke. Moja ciljna publika su žene mlađe od 30 godina. Provjerite je li .com domena dostupna na internetu.
hu: Készítsen 10 különböző márkanevet a cégemnek, amely női cipőket fog az interneten értékesíteni. Egy modern márkanévre van szükségem. Célközönségem a 30 év alatti nők. Győződjön meg arról, hogy a .com tartomány elérhető az interneten.
id: Buatlah 10 nama merek yang berbeda untuk perusahaan saya yang akan menjual sepatu wanita di internet. Saya ingin nama merek modern. Audiens target saya adalah wanita di bawah usia 30 tahun. Pastikan domain .com tersedia di internet.
it: Generare 10 diversi nomi di marchi per la mia azienda che venderà scarpe da donna su internet. Voglio un nome di marca moderno. Il mio pubblico target sono donne sotto i 30 anni. Assicurati che il dominio .com sia disponibile su internet.
ja: 私の会社のために、インターネットで女性用の靴を販売する10の異なるブランド名を生成してください。モダンなブランド名が欲しいです。私のターゲットオーディエンスは30歳以下の女性です。インターネット上で.comドメインが利用可能であることを確認してください。
ms: Cipta 10 nama jenama yang berbeza untuk syarikat saya yang akan menjual kasut wanita di internet. Saya mahukan nama jenama moden. Sasaran audiens saya adalah wanita di bawah umur 30 tahun. Pastikan domain .com tersedia di internet.
nb: Generer 10 forskjellige merkenavn for mitt firma som vil selge kvinners sko på internett. Jeg ønsker et moderne merkenavn. Målgruppen min er kvinner under 30 år. Sørg for at .com-domene er tilgjengelig på internett.
nl: Genereer 10 verschillende merknamen voor mijn bedrijf dat damesschoenen op internet verkoopt. Ik wil een moderne merknaam. Mijn doelgroep zijn vrouwen onder de 30 jaar. Zorg ervoor dat het .com-domein beschikbaar is op internet.
pl: Wygeneruj 10 różnych nazw marek dla mojej firmy, która będzie sprzedawać buty damskie w internecie. Chcę nowoczesnej nazwy marki. Moja grupa docelowa to kobiety poniżej 30 roku życia. Upewnij się, że domena .com jest dostępna w internecie.
pt_pt: Gere 10 nomes de marca diferentes para a minha empresa que irá vender sapatos femininos na internet. Eu quero um nome de marca moderno. Meu público-alvo são mulheres com menos de 30 anos. Certifique-se de que o domínio .com está disponível na internet.
ro: Generați 10 nume de brand diferite pentru compania mea care va vinde încălțăminte pentru femei pe internet. Vreau un nume de brand modern. Publicul țintă sunt femeile sub vârsta de 30 de ani. Asigurați-vă că domeniul .com este disponibil pe internet.
ru: Сгенерируйте 10 разных брендовых названий для моей компании, которая будет продавать женскую обувь в интернете. Я хочу современное брендовое название. Целевая аудитория - женщины моложе 30 лет. Убедитесь, что домен .com доступен в Интернете.
sk: Vygenerujte 10 rôznych značiek pre moju spoločnosť, ktorá bude predávať dámske topánky na internete. Chcem moderné značkové meno. Moja cieľová skupina sú ženy do 30 rokov. Uistite sa, že doména .com je k dispozícii na internete.
sv: Generera 10 olika varumärkesnamn för mitt företag som kommer att sälja damskor på internet. Jag vill ha ett modernt varumärkesnamn. Min målgrupp är kvinnor under 30 år. Se till att .com-domänen är tillgänglig på internet.
th: สร้างชื่อแบรนด์ 10 ชื่อที่แตกต่างกันสำหรับ บริษัทของฉันซึ่งจะขายรองเท้าผู้หญิงบนอินเทอร์เน็ต ฉันต้องการชื่อแบรนด์ที่ทันสมัย กลุ่มเป้าหมายของฉันคือผู้หญิงที่อายุต่ำกว่า 30 ปี ตรวจสอบให้แน่ใจว่าโดเมน .com พร้อมใช้งานบนอินเทอร์เน็ต
tr: İnternet üzerinden kadın ayakkabıları satan şirketim için 10 farklı marka adı oluşturun. Modern bir marka adı istiyorum. Hedef kitlem 30 yaşın altındaki kadınlar. .com alan adının internet üzerinde kullanılabilir olduğundan emin olun.
uk: Створіть 10 різних назв брендів для моєї компанії, яка буде продавати жіноче взуття в Інтернеті. Я хочу сучасне брендове ім'я. Моя цільова аудиторія - жінки до 30 років. Переконайтеся, що домен .com доступний в Інтернеті.
vi: Tạo 10 tên thương hiệu khác nhau cho công ty của tôi, chuyên bán giày nữ trên mạng. Tôi muốn một tên thương hiệu hiện đại. Đối tượng khách hàng của tôi là phụ nữ dưới 30 tuổi. Hãy đảm bảo tên miền .com có sẵn trên internet.

source: Ask for help
ar: اطلب المساعدة
ca: Demana ajuda
cs: Požádat o pomoc
da: Bed om hjælp
de: Um Hilfe bitten
el: Ζητήστε βοήθεια
es_mx: Pedir ayuda
fi: Pyydä apua
fr_ca: Demander de l'aide
he: לבקש עזרה
hi: मदद के लिए पूछें
hr: Zatraži pomoć
hu: Segítség kérés
id: Minta bantuan
it: Chiedere aiuto
ja: 助けを求める
ms: Minta bantuan
nb: Be om hjelp
nl: Vraag om hulp
pl: Poproś o pomoc
pt_pt: Pedir ajuda
ro: Cere ajutor
ru: Попросить о помощи
sk: Požiadať o pomoc
sv: Be om hjälp
th: ขอความช่วยเหลือ
tr: Yardım iste
uk: Попросити допомоги
vi: Xin giúp đỡ

source: What's the best marketing channel for second-hand electronics in America?
ar: ما هي أفضل قناة تسويق للإلكترونيات المستعملة في الأردن؟
ca: Quin és el millor canal de màrqueting per a la tecnologia de segona mà a Catalunya?
cs: Jaký je nejlepší marketingový kanál pro použitou elektroniku v České republice?
da: Hvad er den bedste marketingkanal for brugt elektronik i Danmark?
de: Was ist der beste Marketingkanal für gebrauchte Elektronik in Deutschland?
el: Ποιος είναι ο καλύτερος κανάλι μάρκετινγκ για μεταχειρισμένα ηλεκτρονικά στην Ελλάδα;
es_mx: ¿Cuál es el mejor canal de marketing para electrónicos de segunda mano en México?
fi: Mikä on paras markkinointikanava käytetylle elektroniikalle Suomessa?
fr_ca: Quel est le meilleur canal de marketing pour l'électronique d'occasion au Canada?
he: מהו הערוץ הטוב ביותר לשיווק למוצרי אלקטרוניקה משומשים בישראל?
hi: <country> में दूसरे हाथ की इलेक्ट्रॉनिक्स के लिए सबसे अच्छा मार्केटिंग चैनल क्या है?
hr: Koji je najbolji kanal za marketing rabljene elektronike u Hrvatskoj?
hu: Mi a legjobb marketingcsatorna használt elektronikai termékek számára Magyarországon?
id: Apa saluran pemasaran terbaik untuk elektronik bekas di Indonesia?
it: Qual è il miglior canale di marketing per l'elettronica di seconda mano in Italia?
ja: 日本における中古電子製品の最良のマーケティングチャンネルは何ですか？
ms: Apakah saluran pemasaran terbaik untuk elektronik terpakai di Malaysia?
nb: Hva er den beste markedsføringskanalen for brukt elektronikk i Norge?
nl: Wat is het beste marketingkanaal voor tweedehands elektronica in Nederland?
pl: Jaki jest najlepszy kanał marketingowy dla używanych elektronik w Polsce?
pt_pt: Qual é o melhor canal de marketing para eletrônicos de segunda mão em Portugal?
ro: Care este cea mai bună canal de marketing pentru electronice second-hand în România?
ru: Какой лучший маркетинговый канал для подержанных электронных устройств в России?
sk: Aký je najlepší marketingový kanál pre použité elektronické zariadenia na Slovensku?
sv: Vilken är den bästa marknadsföringskanalen för begagnade elektronik i Sverige?
th: ช่องทางการตลาดที่ดีที่สุดสำหรับอิเล็กทรอนิกส์มือสองในประเทศไทยคืออะไร?
tr: Türkiye'de ikinci el elektronikler için en iyi pazarlama kanalı nedir?
uk: Який є найкращий маркетинговий канал для вторинної електроніки в Україні?
vi: Kênh tiếp thị tốt nhất cho điện tử đã qua sử dụng ở Việt Nam là gì?

source: Daily limit reached. Subscribe for unlimited answers.
ar: تم الوصول إلى الحد اليومي. اشترك للحصول على إجابات غير محدودة.
ca: S'ha assolit el límit diari. Subscriu-te per a respostes il·limitades.
cs: Byl dosažen denní limit. Přihlaste se k odběru neomezených odpovědí.
da: Daglig grænse nået. Abonner for ubegrænsede svar.
de: Tageslimit erreicht. Abonnieren Sie für unbegrenzte Antworten.
el: Ημερήσιο όριο επετεύχθη. Εγγραφείτε για απεριόριστες απαντήσεις.
es_mx: Límite diario alcanzado. Suscríbase para obtener respuestas ilimitadas.
fi: Päivittäinen raja saavutettu. Tilaa rajattomat vastaukset.
fr_ca: Limite quotidienne atteinte. Abonnez-vous pour des réponses illimitées.
he: המגבלה היומית הושגה. הירשם לתשובות בלתי מוגבלות.
hi: दैनिक सीमा पहुँच गई। असीमित जवाब प्राप्त करने के लिए सदस्यता लें।
hr: Dnevno ograničenje dostignuto. Pretplatite se za neograničene odgovore.
hu: Elérte a napi korlátot. Iratkozzon fel a korlátlan válaszokért.
id: Batas harian tercapai. Berlangganan untuk jawaban tanpa batas.
it: Limite giornaliero raggiunto. Abbonati per risposte illimitate.
ja: 本日の利用制限に達しました。無制限の回答を受け取るために購読してください。
ms: Had harian dicapai. Langgan untuk jawapan tanpa had.
nb: Daglig grense nådd. Abonner for ubegrensede svar.
nl: Dagelijks limiet bereikt. Abonneer voor onbeperkte antwoorden.
pl: Dzienny limit został osiągnięty. Subskrybuj, aby otrzymać nieograniczone odpowiedzi.
pt_pt: Limite diário atingido. Subscreva para respostas ilimitadas.
ro: Limita zilnică a fost atinsă. Abonați-vă pentru răspunsuri nelimitate.
ru: Достигнут дневной лимит. Подпишитесь на неограниченные ответы.
sk: Denný limit dosiahnutý. Prihláste sa na neobmedzené odpovede.
sv: Dagligt begränsning uppnådd. Prenumerera för obegränsade svar.
th: ถึงขีดจำกัดวันละครั้งแล้ว สมัครสมาชิกเพื่อรับคำตอบได้ไม่จำกัด
tr: Günlük sınırına ulaşıldı. Sınırsız yanıtlar için abone olun.
uk: Досягнуто щоденного ліміту. Підпишіться на необмежені відповіді.
vi: Đã đạt giới hạn hàng ngày. Đăng ký để nhận câu trả lời không giới hạn.

source: Please try again later
ar: الرجاء المحاولة مرة أخرى لاحقًا
ca: Si us plau, intenta-ho més tard
cs: Zkuste to prosím později
da: Prøv igen senere
de: Bitte versuchen Sie es später erneut
el: Παρακαλώ προσπαθήστε ξανά αργότερα
es_mx: Por favor, inténtalo de nuevo más tarde
fi: Yritä myöhemmin uudelleen
fr_ca: Veuillez réessayer plus tard
he: נא לנסות שוב מאוחר יותר
hi: कृपया बाद में पुन: प्रयास करें
hr: Molimo pokušajte kasnije
hu: Kérjük, próbálja újra később
id: Silakan coba lagi nanti
it: Si prega di riprovare più tardi
ja: 後でもう一度お試しください
ms: Sila cuba lagi nanti
nb: Vennligst prøv igjen senere
nl: Probeer het later opnieuw
pl: Spróbuj ponownie później
pt_pt: Por favor, tente novamente mais tarde
ro: Vă rugăm încercați din nou mai târziu
ru: Пожалуйста, попробуйте позже
sk: Skúste to prosím neskôr
sv: Försök igen senare
th: โปรดลองอีกครั้งในภายหลัง
tr: Lütfen daha sonra tekrar deneyin
uk: Будь ласка, спробуйте знову пізніше
vi: Vui lòng thử lại sau.

source: Copied
ar: تم النسخ
ca: Copiat
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es_mx: Copiado
fi: Kopioitu
fr_ca: Copié
he: הועתק
hi: कॉपी किया गया
hr: Kopirano
hu: Másolva
id: Tersalin
it: Copiato
ja: コピーしました
ms: Disalin
nb: Kopiert
nl: Gekopieerd
pl: Skopiowane
pt_pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopírované
sv: Kopierat
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép

source: Speak your mind to Leo
ar: تحدث بصراحتك لليو.
ca: Expressa el teu pensament a Leo
cs: Řekněte svůj názor Leo
da: Fortæl Leo, hvad du tænker
de: Sag Leo, was dir auf dem Herzen lieg
el: Πες τη γνώμη σου στον Λέο.
es_mx: Expresa tu opinión a Leo
fi: Kerro ajatuksesi Leolle
fr_ca: Exprimez-vous auprès de Leo.
he: לדבר את דעתך לְלֵוִי
hi: Leo से अपनी बात कहें
hr: Recite svoje misli Leu
hu: Mondd el gondolataidat Leónak
id: Ungkapkan pikiran Anda kepada Le
it: Esprimi la tua opinione a Leo
ja: Leoとチャットしてください
ms: Luahkan fikiran anda kepada Leo
nb: Si hva du mener til Leo
nl: Spreek je gedachten uit tegen Leo
pl: Mów, co Ci na sercu, do Leo
pt_pt: Fale o que pensa com o Leo
ro: Spune tot ce ai pe suflet lui Leo
ru: Расскажите Лео свои мысли
sk: Hovorte svoje myšlienky Leovi
sv: Säg vad du tycker till Leo
th: พูดความคิดของคุณกับ Leo
tr: Leo'ya düşüncelerinizi söyleyin
uk: Скажіть свою думку Лео
vi: Hãy nói ý kiến của bạn với Leo
